#Tue Apr 04 12:10:32 CEST 2023
LexplorerTopComponent.LanguageSelection.Title=otros idiomas
LexplorerTopComponent.TabConstraints.tabTitle=configuraciones
LexplorerTopComponent.attributeFrame.title=seleccione el atributo a analizar
LexplorerTopComponent.helpPanel.TabConstraints.tabTitle=consigue ayuda
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=actualizar
LexplorerTopComponent.jCheckBoxEnglishDefault.text=Ingl\u00E9s como idioma predeterminado
LexplorerTopComponent.jLabelHelpfulLinks.text=<html>Para ayuda adicional y discusiones, puede visitar\:</html>
LexplorerTopComponent.jLabelPluginMaintainedBy.text=<html>Este complemento es desarrollado y mantenido por\:</html>
LexplorerTopComponent.jLabelVisitTheTutorial.text\ =<html>P\u00E1gina web con un tutorial sobre el complemento\:</html>
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=tab3
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=tab3
LexplorerTopComponent.numberTopWordsFrame.title=\u00BFCu\u00E1ntas palabras clave mostrar?
LexplorerTopComponent.runButton.text=comenzar
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=palabras clave m\u00E1s frecuentes
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=palabras clave m\u00E1s frecuentes
OpenIDE-Module-Long-Description=Este complemento muestra las palabras clave m\u00E1s frecuentes entre un atributo textual de la red. Estas palabras clave se actualizan de acuerdo con la selecci\u00F3n realizada con el mouse por el usuario. Esto es \u00FAtil para explorar y comprender una red que descubra.
OpenIDE-Module-Name=Word Cloud plugin
OpenIDE-Module-Short-Description=Este complemento muestra las palabras clave m\u00E1s frecuentes entre un atributo textual de la red, en forma de nube de palabras.
expression.analyzing_text_please_wait=an\u00E1lisis de texto en progreso, por favor espere...
expression.cancel=anular
expression.finished_ready_to_run=an\u00E1lisis inicial completado. Ahora puede usar el mouse para explorar la red y sus palabras clave asociadas.
expression.gephi_menu_item.title=Word Cloud plugin
expression.no_node_selected=No se selecciona ninguna regi\u00F3n de la red. Utilice el rat\u00F3n para seleccionar una regi\u00F3n de la red. El bot\u00F3n de "configuraci\u00F3n" en la parte superior izquierda de la red es \u00FAtil para ampliar el \u00E1rea de selecci\u00F3n.
expression.please_select_attribute=seleccione un atributo para analizar.
expression.plugin_wil_analyze_this_attribute=el complemento analizar\u00E1 las palabras clave m\u00E1s frecuentes de este atributo\:
expression.switch_to_wordcloud_tab_and_select=puede ir a la pesta\u00F1a "palabras clave" y explorar la red y sus palabras clave relacionadas.
expression.top_panel.title=word cloud plugin
expression.top_panel.tooltip=Este complemento lo ayuda a explorar palabras clave asociadas con nodos seleccionados con el puntero del mouse
expression.warning.no_node_attribute_selected=no se seleccion\u00F3 ning\u00FAn atributo, elija uno.
expression.warning.open_network=debe abrir una red para usar este complemento
expression.warning.wordcloud_analysis_running=el an\u00E1lisis de palabras clave est\u00E1 en curso
expression.warning.wordcloud_analysis_stopped=se interrumpe el an\u00E1lisis de palabras clave.
progress.initial_analysis_complete=el an\u00E1lisis inicial del texto est\u00E1 completo
progress.initial_analysis_interrupted=el an\u00E1lisis inicial del texto se interrumpe
progress.initial_analysis_running=el an\u00E1lisis inicial del texto est\u00E1 en curso
