#Wed Mar 22 16:43:27 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=par\u00e2metros
LexplorerTopComponent.attributeFrame.title=selecione o atributo a ser analisado
LexplorerTopComponent.helpPanel.TabConstraints.tabTitle=obter ajuda
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=atualize
LexplorerTopComponent.jLabelHelpfulLinks.text=<html>Para obter ajuda adicional e discuss\u00f5es, voc\u00ea pode visitar\: </html>
LexplorerTopComponent.jLabelPluginMaintainedBy.text=<html>Este plugin \u00e9 desenvolvido e mantido por\:</html>
LexplorerTopComponent.jLabelVisitTheTutorial.text\ =<html>P\u00e1gina da Web com um tutorial sobre o plugin\:</html>
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=tab3
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=tab3
LexplorerTopComponent.numberTopWordsFrame.title=Quantas palavras-chave exibir?
LexplorerTopComponent.runButton.text=in\u00edcio
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=palavras-chave mais freq\u00fcentes
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=palavras-chave mais freq\u00fcentes
OpenIDE-Module-Long-Description=Este plugin exibe as palavras-chave mais freq\u00fcentes entre um atributo textual da rede. Estas palavras-chave s\u00e3o atualizadas de acordo com a sele\u00e7\u00e3o feita com o mouse pelo usu\u00e1rio. Isto \u00e9 \u00fatil para explorar e compreender uma rede que est\u00e1 sendo descoberta.
OpenIDE-Module-Short-Description=Este plugin exibe as palavras-chave mais freq\u00fcentes entre um atributo textual da rede, na forma de uma nuvem de palavras.
expression.analyzing_text_please_wait=an\u00e1lise do texto em andamento, por favor aguarde...
expression.cancel=cancelar
expression.finished_ready_to_run=A an\u00e1lise inicial est\u00e1 completa. Agora voc\u00ea pode usar o mouse para explorar a rede e suas palavras-chave associadas.
expression.gephi_menu_item.title=Word Cloud plugin
expression.no_node_selected=Nenhuma regi\u00e3o da rede \u00e9 selecionada. Use o mouse para selecionar uma regi\u00e3o de rede. O bot\u00e3o "configura\u00e7\u00e3o" na parte superior esquerda da rede \u00e9 \u00fatil para ampliar a \u00e1rea de sele\u00e7\u00e3o.
expression.please_select_attribute=favor selecionar um atributo a ser analisado.
expression.plugin_wil_analyze_this_attribute=o plugin analisar\u00e1 as palavras-chave mais freq\u00fcentes deste atributo\:
expression.switch_to_wordcloud_tab_and_select=voc\u00ea pode ir para a guia "palavras-chave" e explorar a rede e suas palavras-chave associadas.
expression.top_panel.title=word cloud plugin
expression.top_panel.tooltip=Este plugin ajuda voc\u00ea a explorar as palavras-chave associadas aos n\u00f3s selecionados com o ponteiro do mouse
expression.warning.no_node_attribute_selected=nenhum atributo \u00e9 selecionado, favor escolher um.
expression.warning.open_network=voc\u00ea deve abrir uma rede para usar este plugin
expression.warning.wordcloud_analysis_running=a an\u00e1lise de palavras-chave est\u00e1 em andamento
expression.warning.wordcloud_analysis_stopped=a an\u00e1lise da palavra-chave \u00e9 interrompida.
progress.initial_analysis_complete=a an\u00e1lise inicial do texto \u00e9 conclu\u00edda
progress.initial_analysis_interrupted=a an\u00e1lise inicial do texto \u00e9 interrompida
progress.initial_analysis_running=a an\u00e1lise inicial do texto est\u00e1 em andamento
OpenIDE-Module-Name=Word Cloud plugin
