#Wed Mar 08 16:26:12 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=\u8A2D\u5B9A
LexplorerTopComponent.attributeFrame.title=\u5206\u6790\u3059\u308B\u5C5E\u6027\u3092\u9078\u629E\u3057\u307E\u3059
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=\u30BF\u30D63
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=\u30BF\u30D63
LexplorerTopComponent.loggingjTextField.text=\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u958B\u3044\u3066\u304F\u3060\u3055\u3044
LexplorerTopComponent.numberTopWordsFrame.title=\u8868\u793A\u3059\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u306E\u6570
LexplorerTopComponent.placeHolderForTopTerms.text=\u6700\u3082\u983B\u7E41\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u304C\u3053\u3053\u306B\u8868\u793A\u3055\u308C\u307E\u3059
LexplorerTopComponent.runButton.text=\u8D77\u52D5\u3059\u308B
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=\u6700\u3082\u983B\u7E41\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AD\u30FC\u30EF\u30FC\u30C9
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=\u6700\u3082\u983B\u7E41\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AD\u30FC\u30EF\u30FC\u30C9
OpenIDE-Module-Long-Description=\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30C6\u30AD\u30B9\u30C8\u5C5E\u6027\u306E\u4E2D\u3067\u6700\u3082\u983B\u7E41\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30AD\u30FC\u30EF\u30FC\u30C9\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u304C\u30DE\u30A6\u30B9\u3067\u884C\u3063\u305F\u9078\u629E\u306B\u5F93\u3063\u3066\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u767A\u898B\u3057\u305F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u8ABF\u67FB\u3057\u3066\u7406\u89E3\u3059\u308B\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
OpenIDE-Module-Name=\u5B57\u53E5\u63A2\u7D22\u30D7\u30E9\u30B0\u30A4\u30F3
OpenIDE-Module-Short-Description=\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30C6\u30AD\u30B9\u30C8\u5C5E\u6027\u306E\u4E2D\u3067\u6700\u3082\u983B\u7E41\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u30EF\u30FC\u30C9 \u30AF\u30E9\u30A6\u30C9\u306E\u5F62\u5F0F\u3067\u8868\u793A\u3057\u307E\u3059\u3002
expression.analyzing_text_please_wait=\u30C6\u30AD\u30B9\u30C8\u89E3\u6790\u4E2D\u3067\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044...
expression.cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
expression.finished_ready_to_run=\u521D\u671F\u5206\u6790\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002\u30DE\u30A6\u30B9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3068\u305D\u308C\u306B\u95A2\u9023\u3059\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u63A2\u7D22\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002
expression.gephi_menu_item.title=\u5B57\u53E5\u63A2\u7D22\u30D7\u30E9\u30B0\u30A4\u30F3
expression.no_node_selected=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30DE\u30A6\u30B9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u5730\u57DF\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u5DE6\u4E0A\u306B\u3042\u308B\u300C\u69CB\u6210\u300D\u30DC\u30BF\u30F3\u306F\u3001\u9078\u629E\u9818\u57DF\u3092\u62E1\u5927\u3059\u308B\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
expression.please_select_attribute=\u5206\u6790\u3059\u308B\u5C5E\u6027\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
expression.plugin_wil_analyze_this_attribute=\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001\u3053\u306E\u5C5E\u6027\u306E\u6700\u3082\u983B\u7E41\u306A\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u5206\u6790\u3057\u307E\u3059\:
expression.switch_to_wordcloud_tab_and_select=\u300C\u30AD\u30FC\u30EF\u30FC\u30C9\u300D\u30BF\u30D6\u306B\u79FB\u52D5\u3057\u3066\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3068\u305D\u308C\u306B\u95A2\u9023\u3059\u308B\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u8ABF\u3079\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
expression.top_panel.title=\u5B57\u53E5\u63A2\u7D22\u30D7\u30E9\u30B0\u30A4\u30F3
expression.top_panel.tooltip=\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001\u9078\u629E\u3057\u305F\u30CE\u30FC\u30C9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30AD\u30FC\u30EF\u30FC\u30C9\u3092\u30DE\u30A6\u30B9 \u30DD\u30A4\u30F3\u30BF\u30FC\u3067\u8ABF\u3079\u308B\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059
expression.warning.no_node_attribute_selected=\u5C5E\u6027\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u30021 \u3064\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
expression.warning.open_network=\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u958B\u304F\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
expression.warning.wordcloud_analysis_stopped=\u30AD\u30FC\u30EF\u30FC\u30C9\u5206\u6790\u304C\u4E2D\u65AD\u3055\u308C\u307E\u3059\u3002
progress.initial_analysis_complete=\u6700\u521D\u306E\u30C6\u30AD\u30B9\u30C8\u5206\u6790\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
progress.initial_analysis_interrupted=\u30C6\u30AD\u30B9\u30C8\u306E\u521D\u671F\u5206\u6790\u304C\u4E2D\u65AD\u3055\u308C\u308B
progress.initial_analysis_running=\u30C6\u30AD\u30B9\u30C8\u306E\u521D\u671F\u5206\u6790\u304C\u9032\u884C\u4E2D\u3067\u3059
