#Thu Mar 09 11:50:22 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=Einstellungen
LexplorerTopComponent.attributeFrame.title=W\u00E4hlen Sie das zu analysierende Attribut aus
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=Aktualisierung
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=tab3
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=tab3
LexplorerTopComponent.numberTopWordsFrame.title=Wie viele Keywords sollen angezeigt werden?
LexplorerTopComponent.runButton.text=zu starten
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=h\u00E4ufigsten Stichworte
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=h\u00E4ufigsten Stichworte
OpenIDE-Module-Long-Description=Dieses Plugin zeigt die h\u00E4ufigsten Schl\u00FCsselw\u00F6rter unter einem Textattribut des Netzwerks an. Diese Schl\u00FCsselw\u00F6rter werden entsprechend der vom Benutzer mit der Maus getroffenen Auswahl aktualisiert. Dies ist n\u00FCtzlich, um ein von Ihnen entdecktes Netzwerk zu erkunden und zu verstehen.
OpenIDE-Module-Name=Lexikalisches Exploration-Plugin
OpenIDE-Module-Short-Description=Dieses Plugin zeigt die h\u00E4ufigsten Schl\u00FCsselw\u00F6rter unter einem Textattribut des Netzwerks in Form einer Wortwolke an.
expression.analyzing_text_please_wait=Textanalyse l\u00E4uft, bitte warten...
expression.cancel=Stornieren
expression.finished_ready_to_run=Erstanalyse abgeschlossen. Sie k\u00F6nnen jetzt die Maus verwenden, um das Netzwerk und die zugeh\u00F6rigen Schl\u00FCsselw\u00F6rter zu erkunden.
expression.gephi_menu_item.title=Lexikalisches Exploration-Plugin
expression.no_node_selected=Es ist keine Region des Netzwerks ausgew\u00E4hlt. W\u00E4hlen Sie mit der Maus eine Region des Netzwerks aus. Die Schaltfl\u00E4che \u201EKonfiguration\u201C oben links im Netzwerk ist hilfreich, um den Auswahlbereich zu vergr\u00F6\u00DFern.
expression.please_select_attribute=Bitte w\u00E4hlen Sie ein zu analysierendes Attribut aus.
expression.plugin_wil_analyze_this_attribute=Das Plugin analysiert die h\u00E4ufigsten Keywords dieses Attributs\:
expression.switch_to_wordcloud_tab_and_select=Sie k\u00F6nnen auf die Registerkarte "Keywords" gehen und das Netzwerk und die zugeh\u00F6rigen Keywords erkunden.
expression.top_panel.title=Lexikalisches Exploration-Plugin
expression.top_panel.tooltip=Dieses Plugin hilft Ihnen, Schl\u00FCsselw\u00F6rter zu erkunden, die mit ausgew\u00E4hlten Knoten mit dem Mauszeiger verkn\u00FCpft sind
expression.warning.no_node_attribute_selected=Es ist kein Attribut ausgew\u00E4hlt, bitte w\u00E4hlen Sie eines aus.
expression.warning.open_network=Sie m\u00FCssen ein Netzwerk \u00F6ffnen, um dieses Plugin zu verwenden
expression.warning.wordcloud_analysis_running=Keyword-Analyse ist im Gange
expression.warning.wordcloud_analysis_stopped=Die Keyword-Analyse wird unterbrochen.
progress.initial_analysis_complete=Die erste Textanalyse ist abgeschlossen
progress.initial_analysis_interrupted=die anf\u00E4ngliche Analyse des Textes wird unterbrochen
progress.initial_analysis_running=Eine erste Analyse des Textes ist im Gange
