#Wed Mar 08 16:26:06 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea
LexplorerTopComponent.attributeFrame.title=\u05d1\u05d7\u05e8 \u05d0\u05ea \u05d4\u05ea\u05db\u05d5\u05e0\u05d4 \u05dc\u05e0\u05d9\u05ea\u05d5\u05d7
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=\u05dc\u05b0\u05e8\u05b7\u05e2\u05b2\u05e0\u05b5\u05df
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=\u05db\u05e8\u05d8\u05d9\u05e1\u05d9\u05d9\u05d4 3
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=\u05db\u05e8\u05d8\u05d9\u05e1\u05d9\u05d9\u05d4 3
LexplorerTopComponent.numberTopWordsFrame.title=\u05db\u05de\u05d4 \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7 \u05dc\u05d4\u05e6\u05d9\u05d2?
LexplorerTopComponent.runButton.text=\u05dc\u05d4\u05ea\u05e0\u05d9\u05e2
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=\u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05e9\u05db\u05d9\u05d7\u05d5\u05ea \u05d1\u05d9\u05d5\u05ea\u05e8
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=\u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05e9\u05db\u05d9\u05d7\u05d5\u05ea \u05d1\u05d9\u05d5\u05ea\u05e8
OpenIDE-Module-Long-Description=\u05ea\u05d5\u05e1\u05e3 \u05d6\u05d4 \u05de\u05e6\u05d9\u05d2 \u05d0\u05ea \u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05e9\u05db\u05d9\u05d7\u05d5\u05ea \u05d1\u05d9\u05d5\u05ea\u05e8 \u05de\u05d1\u05d9\u05df \u05ea\u05db\u05d5\u05e0\u05d4 \u05d8\u05e7\u05e1\u05d8\u05d5\u05d0\u05dc\u05d9\u05ea \u05e9\u05dc \u05d4\u05e8\u05e9\u05ea. \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7 \u05d0\u05dc\u05d5 \u05de\u05ea\u05e8\u05e2\u05e0\u05e0\u05d5\u05ea \u05d1\u05d4\u05ea\u05d0\u05dd \u05dc\u05d1\u05d7\u05d9\u05e8\u05d4 \u05e9\u05e0\u05e2\u05e9\u05ea\u05d4 \u05d1\u05e2\u05db\u05d1\u05e8 \u05e2\u05dc \u05d9\u05d3\u05d9 \u05d4\u05de\u05e9\u05ea\u05de\u05e9. \u05d6\u05d4 \u05e9\u05d9\u05de\u05d5\u05e9\u05d9 \u05db\u05d3\u05d9 \u05dc\u05d7\u05e7\u05d5\u05e8 \u05d5\u05dc\u05d4\u05d1\u05d9\u05df \u05e8\u05e9\u05ea \u05e9\u05d0\u05ea\u05d4 \u05de\u05d2\u05dc\u05d4.
OpenIDE-Module-Name=\u05ea\u05d5\u05e1\u05e3 \u05d7\u05e7\u05d9\u05e8\u05d4 \u05dc\u05e7\u05e1\u05d9\u05e7\u05dc\u05d9
OpenIDE-Module-Short-Description=\u05ea\u05d5\u05e1\u05e3 \u05d6\u05d4 \u05de\u05e6\u05d9\u05d2 \u05d0\u05ea \u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05e9\u05db\u05d9\u05d7\u05d5\u05ea \u05d1\u05d9\u05d5\u05ea\u05e8 \u05de\u05d1\u05d9\u05df \u05ea\u05db\u05d5\u05e0\u05d4 \u05d8\u05e7\u05e1\u05d8\u05d5\u05d0\u05dc\u05d9\u05ea \u05e9\u05dc \u05d4\u05e8\u05e9\u05ea, \u05d1\u05e6\u05d5\u05e8\u05d4 \u05e9\u05dc \u05e2\u05e0\u05df \u05de\u05d9\u05dc\u05d9\u05dd.
expression.analyzing_text_please_wait=\u05e0\u05d9\u05ea\u05d5\u05d7 \u05d8\u05e7\u05e1\u05d8 \u05d1\u05ea\u05d4\u05dc\u05d9\u05da, \u05d0\u05e0\u05d0 \u05d4\u05de\u05ea\u05df...
expression.cancel=\u05dc\u05b0\u05d1\u05b7\u05d8\u05b5\u05dc
expression.finished_ready_to_run=\u05d4\u05e0\u05d9\u05ea\u05d5\u05d7 \u05d4\u05e8\u05d0\u05e9\u05d5\u05e0\u05d9 \u05d4\u05d5\u05e9\u05dc\u05dd. \u05db\u05e2\u05ea \u05ea\u05d5\u05db\u05dc \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05e2\u05db\u05d1\u05e8 \u05db\u05d3\u05d9 \u05dc\u05d7\u05e7\u05d5\u05e8 \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05d5\u05d0\u05ea \u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05de\u05e9\u05d5\u05d9\u05db\u05d5\u05ea \u05dc\u05d4.
expression.gephi_menu_item.title=\u05ea\u05d5\u05e1\u05e3 \u05d7\u05e7\u05d9\u05e8\u05d4 \u05dc\u05e7\u05e1\u05d9\u05e7\u05dc\u05d9
expression.no_node_selected=\u05dc\u05d0 \u05e0\u05d1\u05d7\u05e8 \u05d0\u05d6\u05d5\u05e8 \u05d1\u05e8\u05e9\u05ea. \u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05e2\u05db\u05d1\u05e8 \u05db\u05d3\u05d9 \u05dc\u05d1\u05d7\u05d5\u05e8 \u05d0\u05d6\u05d5\u05e8 \u05d1\u05e8\u05e9\u05ea. \u05db\u05e4\u05ea\u05d5\u05e8 \u05d4"\u05e7\u05d5\u05e0\u05e4\u05d9\u05d2\u05d5\u05e8\u05e6\u05d9\u05d4" \u05d1\u05e4\u05d9\u05e0\u05d4 \u05d4\u05e9\u05de\u05d0\u05dc\u05d9\u05ea \u05d4\u05e2\u05dc\u05d9\u05d5\u05e0\u05d4 \u05e9\u05dc \u05d4\u05e8\u05e9\u05ea \u05e9\u05d9\u05de\u05d5\u05e9\u05d9 \u05dc\u05d4\u05d2\u05d3\u05dc\u05ea \u05d0\u05d6\u05d5\u05e8 \u05d4\u05d1\u05d7\u05d9\u05e8\u05d4.
expression.please_select_attribute=\u05d0\u05e0\u05d0 \u05d1\u05d7\u05e8 \u05ea\u05db\u05d5\u05e0\u05d4 \u05dc\u05e0\u05d9\u05ea\u05d5\u05d7.
expression.plugin_wil_analyze_this_attribute=\u05d4\u05e4\u05dc\u05d0\u05d2\u05d9\u05df \u05d9\u05e0\u05ea\u05d7 \u05d0\u05ea \u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05e9\u05db\u05d9\u05d7\u05d5\u05ea \u05d1\u05d9\u05d5\u05ea\u05e8 \u05e9\u05dc \u05ea\u05db\u05d5\u05e0\u05d4 \u05d6\u05d5\:
expression.switch_to_wordcloud_tab_and_select=\u05d0\u05ea\u05d4 \u05d9\u05db\u05d5\u05dc \u05dc\u05dc\u05db\u05ea \u05dc\u05db\u05e8\u05d8\u05d9\u05e1\u05d9\u05d9\u05d4 "\u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7" \u05d5\u05dc\u05d7\u05e7\u05d5\u05e8 \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05d5\u05d0\u05ea \u05de\u05d9\u05dc\u05d5\u05ea \u05d4\u05de\u05e4\u05ea\u05d7 \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea \u05d0\u05dc\u05d9\u05d4.
expression.top_panel.title=\u05ea\u05d5\u05e1\u05e3 \u05d7\u05e7\u05d9\u05e8\u05d4 \u05dc\u05e7\u05e1\u05d9\u05e7\u05dc\u05d9
expression.top_panel.tooltip=\u05ea\u05d5\u05e1\u05e3 \u05d6\u05d4 \u05e2\u05d5\u05d6\u05e8 \u05dc\u05da \u05dc\u05d7\u05e7\u05d5\u05e8 \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7 \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea \u05dc\u05e6\u05de\u05ea\u05d9\u05dd \u05e0\u05d1\u05d7\u05e8\u05d9\u05dd \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05de\u05e6\u05d1\u05d9\u05e2 \u05d4\u05e2\u05db\u05d1\u05e8
expression.warning.no_node_attribute_selected=\u05dc\u05d0 \u05e0\u05d1\u05d7\u05e8\u05d4 \u05ea\u05db\u05d5\u05e0\u05d4, \u05d0\u05e0\u05d0 \u05d1\u05d7\u05e8 \u05d0\u05d7\u05ea.
expression.warning.open_network=\u05e2\u05dc\u05d9\u05da \u05dc\u05e4\u05ea\u05d5\u05d7 \u05e8\u05e9\u05ea \u05db\u05d3\u05d9 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05ea\u05d5\u05e1\u05e3 \u05d6\u05d4
expression.warning.wordcloud_analysis_stopped=\u05e0\u05d9\u05ea\u05d5\u05d7 \u05de\u05d9\u05dc\u05d5\u05ea \u05de\u05e4\u05ea\u05d7 \u05de\u05d5\u05e4\u05e8\u05e2.
progress.initial_analysis_complete=\u05e0\u05d9\u05ea\u05d5\u05d7 \u05d8\u05e7\u05e1\u05d8 \u05e8\u05d0\u05e9\u05d5\u05e0\u05d9 \u05d4\u05d5\u05e9\u05dc\u05dd
progress.initial_analysis_interrupted=\u05d4\u05e0\u05d9\u05ea\u05d5\u05d7 \u05d4\u05e8\u05d0\u05e9\u05d5\u05e0\u05d9 \u05e9\u05dc \u05d4\u05d8\u05e7\u05e1\u05d8 \u05e0\u05e7\u05d8\u05e2
progress.initial_analysis_running=\u05e0\u05d9\u05ea\u05d5\u05d7 \u05e8\u05d0\u05e9\u05d5\u05e0\u05d9 \u05e9\u05dc \u05d4\u05d8\u05e7\u05e1\u05d8 \u05e0\u05de\u05e6\u05d0 \u05d1\u05ea\u05d4\u05dc\u05d9\u05da
