#Thu Mar 09 11:50:22 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=\u03A1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2
LexplorerTopComponent.attributeFrame.title=\u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03C4\u03B5 \u03C4\u03BF \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03CC \u03B3\u03B9\u03B1 \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=\u03C6\u03C1\u03B5\u03C3\u03BA\u03AC\u03C1\u03C9
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=\u03BA\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 3
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=\u03BA\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 3
LexplorerTopComponent.numberTopWordsFrame.title=\u03C0\u03CC\u03C3\u03B5\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03B3\u03B9\u03B1 \u03B5\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7;
LexplorerTopComponent.runButton.text=\u03B3\u03B9\u03B1 \u03BD\u03B1 \u03BE\u03B5\u03BA\u03B9\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=\u03C0\u03B9\u03BF \u03C3\u03C5\u03C7\u03BD\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=\u03C0\u03B9\u03BF \u03C3\u03C5\u03C7\u03BD\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC
OpenIDE-Module-Long-Description=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03C4\u03B9\u03C2 \u03C0\u03B9\u03BF \u03C3\u03C5\u03C7\u03BD\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03BC\u03B5\u03C4\u03B1\u03BE\u03CD \u03B5\u03BD\u03CC\u03C2 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03BF\u03CD \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5. \u0391\u03C5\u03C4\u03AD\u03C2 \u03BF\u03B9 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03B1\u03BD\u03B1\u03BD\u03B5\u03CE\u03BD\u03BF\u03BD\u03C4\u03B1\u03B9 \u03C3\u03CD\u03BC\u03C6\u03C9\u03BD\u03B1 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03C0\u03BF\u03C5 \u03AD\u03C7\u03B5\u03B9 \u03BA\u03AC\u03BD\u03B5\u03B9 \u03BF \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2 \u03BC\u03B5 \u03C4\u03BF \u03C0\u03BF\u03BD\u03C4\u03AF\u03BA\u03B9. \u0391\u03C5\u03C4\u03CC \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C7\u03C1\u03AE\u03C3\u03B9\u03BC\u03BF \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B5\u03BE\u03B5\u03C1\u03B5\u03CD\u03BD\u03B7\u03C3\u03B7 \u03BA\u03B1\u03B9 \u03C4\u03B7\u03BD \u03BA\u03B1\u03C4\u03B1\u03BD\u03CC\u03B7\u03C3\u03B7 \u03B5\u03BD\u03CC\u03C2 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5 \u03C0\u03BF\u03C5 \u03B1\u03BD\u03B1\u03BA\u03B1\u03BB\u03CD\u03C0\u03C4\u03B5\u03C4\u03B5.
OpenIDE-Module-Name=\u039B\u03B5\u03BE\u03B9\u03BA\u03CC \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03B5\u03BE\u03B5\u03C1\u03B5\u03CD\u03BD\u03B7\u03C3\u03B7\u03C2
OpenIDE-Module-Short-Description=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03C4\u03B9\u03C2 \u03C0\u03B9\u03BF \u03C3\u03C5\u03C7\u03BD\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03BC\u03B5\u03C4\u03B1\u03BE\u03CD \u03B5\u03BD\u03CC\u03C2 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03BF\u03CD \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5, \u03BC\u03B5 \u03C4\u03B7 \u03BC\u03BF\u03C1\u03C6\u03AE \u03B5\u03BD\u03CC\u03C2 \u03C3\u03CD\u03BD\u03BD\u03B5\u03C6\u03BF\u03C5 \u03BB\u03AD\u03BE\u03B5\u03C9\u03BD.
expression.analyzing_text_please_wait=\u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03C3\u03B5 \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7, \u03C0\u03B5\u03C1\u03B9\u03BC\u03AD\u03BD\u03B5\u03C4\u03B5...
expression.cancel=\u039C\u03B1\u03C4\u03B1\u03AF\u03C9\u03C3\u03B7
expression.finished_ready_to_run=\u03BF\u03BB\u03BF\u03BA\u03BB\u03B7\u03C1\u03CE\u03B8\u03B7\u03BA\u03B5 \u03B7 \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7. \u03A4\u03CE\u03C1\u03B1 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF \u03C0\u03BF\u03BD\u03C4\u03AF\u03BA\u03B9 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B5\u03BE\u03B5\u03C1\u03B5\u03C5\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03BF \u03BA\u03B1\u03B9 \u03C4\u03B9\u03C2 \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03C4\u03BF\u03C5.
expression.gephi_menu_item.title=\u039B\u03B5\u03BE\u03B9\u03BA\u03CC \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03B5\u03BE\u03B5\u03C1\u03B5\u03CD\u03BD\u03B7\u03C3\u03B7\u03C2
expression.no_node_selected=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03B5\u03AF \u03C0\u03B5\u03C1\u03B9\u03BF\u03C7\u03AE \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5. \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03C4\u03BF \u03C0\u03BF\u03BD\u03C4\u03AF\u03BA\u03B9 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03B5\u03C4\u03B5 \u03BC\u03B9\u03B1 \u03C0\u03B5\u03C1\u03B9\u03BF\u03C7\u03AE \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5. \u03A4\u03BF \u03BA\u03BF\u03C5\u03BC\u03C0\u03AF "\u03B4\u03B9\u03B1\u03BC\u03CC\u03C1\u03C6\u03C9\u03C3\u03B7" \u03C3\u03C4\u03BF \u03B5\u03C0\u03AC\u03BD\u03C9 \u03B1\u03C1\u03B9\u03C3\u03C4\u03B5\u03C1\u03CC \u03BC\u03AD\u03C1\u03BF\u03C2 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C7\u03C1\u03AE\u03C3\u03B9\u03BC\u03BF \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03BC\u03B5\u03B3\u03AD\u03B8\u03C5\u03BD\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C0\u03B5\u03C1\u03B9\u03BF\u03C7\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2.
expression.please_select_attribute=\u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03C4\u03B5 \u03AD\u03BD\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03CC \u03B3\u03B9\u03B1 \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7.
expression.plugin_wil_analyze_this_attribute=\u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03B8\u03B1 \u03B1\u03BD\u03B1\u03BB\u03CD\u03C3\u03B5\u03B9 \u03C4\u03B9\u03C2 \u03C0\u03B9\u03BF \u03C3\u03C5\u03C7\u03BD\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03B1\u03C5\u03C4\u03BF\u03CD \u03C4\u03BF\u03C5 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03BF\u03CD\:
expression.switch_to_wordcloud_tab_and_select=\u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03B7\u03BD \u03BA\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 "\u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC" \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03B5\u03BE\u03B5\u03C1\u03B5\u03C5\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03BF \u03BA\u03B1\u03B9 \u03C4\u03B9\u03C2 \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AD\u03C2 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03C4\u03BF\u03C5.
expression.top_panel.title=\u039B\u03B5\u03BE\u03B9\u03BA\u03CC \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03B5\u03BE\u03B5\u03C1\u03B5\u03CD\u03BD\u03B7\u03C3\u03B7\u03C2
expression.top_panel.tooltip=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03C3\u03AC\u03C2 \u03B2\u03BF\u03B7\u03B8\u03AC \u03BD\u03B1 \u03B5\u03BE\u03B5\u03C1\u03B5\u03C5\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5 \u03BB\u03AD\u03BE\u03B5\u03B9\u03C2-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03C0\u03BF\u03C5 \u03C3\u03C7\u03B5\u03C4\u03AF\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03BF\u03C5\u03C2 \u03BA\u03CC\u03BC\u03B2\u03BF\u03C5\u03C2 \u03BC\u03B5 \u03B4\u03B5\u03AF\u03BA\u03C4\u03B7 \u03C4\u03BF\u03C5 \u03C0\u03BF\u03BD\u03C4\u03B9\u03BA\u03B9\u03BF\u03CD
expression.warning.no_node_attribute_selected=\u0394\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03B5\u03AF \u03BA\u03B1\u03BD\u03AD\u03BD\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03CC, \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03C4\u03B5 \u03AD\u03BD\u03B1.
expression.warning.open_network=\u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B1\u03BD\u03BF\u03AF\u03BE\u03B5\u03C4\u03B5 \u03AD\u03BD\u03B1 \u03B4\u03AF\u03BA\u03C4\u03C5\u03BF \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03B1\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF
expression.warning.wordcloud_analysis_running=\u0397 \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03BB\u03AD\u03BE\u03B5\u03C9\u03BD-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B2\u03C1\u03AF\u03C3\u03BA\u03B5\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7
expression.warning.wordcloud_analysis_stopped=\u03B7 \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03BB\u03AD\u03BE\u03B5\u03C9\u03BD-\u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B4\u03B9\u03B1\u03BA\u03CC\u03C0\u03C4\u03B5\u03C4\u03B1\u03B9.
progress.initial_analysis_complete=\u0397 \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03AD\u03C7\u03B5\u03B9 \u03BF\u03BB\u03BF\u03BA\u03BB\u03B7\u03C1\u03C9\u03B8\u03B5\u03AF
progress.initial_analysis_interrupted=\u03B7 \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03B4\u03B9\u03B1\u03BA\u03CC\u03C0\u03C4\u03B5\u03C4\u03B1\u03B9
progress.initial_analysis_running=\u03B7 \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 \u03B2\u03C1\u03AF\u03C3\u03BA\u03B5\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7
