#Fri Mar 10 12:15:39 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=\u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
LexplorerTopComponent.attributeFrame.title=\u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430
LexplorerTopComponent.helpPanel.TabConstraints.tabTitle=\u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043F\u043E\u043C\u043E\u0449\u044C
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=\u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C
LexplorerTopComponent.jLabelHelpfulLinks.text=<html>\u0414\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u043F\u043E\u043C\u043E\u0449\u0438 \u0438 \u043E\u0431\u0441\u0443\u0436\u0434\u0435\u043D\u0438\u0439 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0441\u0435\u0442\u0438\u0442\u044C\:</html>
LexplorerTopComponent.jLabelPluginMaintainedBy.text=<html>\u042D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0430\u043D \u0438 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F\:</html>
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=\u0432\u043A\u043B\u0430\u0434\u043A\u04303
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=\u0432\u043A\u043B\u0430\u0434\u043A\u04303
LexplorerTopComponent.numberTopWordsFrame.title=\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0445 \u0441\u043B\u043E\u0432 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C?
LexplorerTopComponent.runButton.text=\u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=\u0441\u0430\u043C\u044B\u0435 \u0447\u0430\u0441\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=\u0441\u0430\u043C\u044B\u0435 \u0447\u0430\u0441\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430
OpenIDE-Module-Long-Description=\u042D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442 \u043D\u0430\u0438\u0431\u043E\u043B\u0435\u0435 \u0447\u0430\u0441\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 \u0441\u0440\u0435\u0434\u0438 \u0442\u0435\u043A\u0441\u0442\u043E\u0432\u043E\u0433\u043E \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0441\u0435\u0442\u0438. \u042D\u0442\u0438 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 \u043E\u0431\u043D\u043E\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0432\u044B\u0431\u043E\u0440\u043E\u043C, \u0441\u0434\u0435\u043B\u0430\u043D\u043D\u044B\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043C\u044B\u0448\u0438. \u042D\u0442\u043E \u043F\u043E\u043B\u0435\u0437\u043D\u043E \u0434\u043B\u044F \u0438\u0437\u0443\u0447\u0435\u043D\u0438\u044F \u0438 \u043F\u043E\u043D\u0438\u043C\u0430\u043D\u0438\u044F \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043D\u043E\u0439 \u0441\u0435\u0442\u0438.
OpenIDE-Module-Name=\u041F\u043B\u0430\u0433\u0438\u043D \u043B\u0435\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F
OpenIDE-Module-Short-Description=\u042D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442 \u043D\u0430\u0438\u0431\u043E\u043B\u0435\u0435 \u0447\u0430\u0441\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 \u0441\u0440\u0435\u0434\u0438 \u0442\u0435\u043A\u0441\u0442\u043E\u0432\u043E\u0433\u043E \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0441\u0435\u0442\u0438 \u0432 \u0432\u0438\u0434\u0435 \u043E\u0431\u043B\u0430\u043A\u0430 \u0441\u043B\u043E\u0432.
expression.analyzing_text_please_wait=\u0438\u0434\u0435\u0442 \u0430\u043D\u0430\u043B\u0438\u0437 \u0442\u0435\u043A\u0441\u0442\u0430, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0434\u043E\u0436\u0434\u0438\u0442\u0435...
expression.cancel=\u041E\u0442\u043C\u0435\u043D\u0430
expression.finished_ready_to_run=\u043F\u0435\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u043D\u0430\u043B\u0438\u0437 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D. \u0422\u0435\u043F\u0435\u0440\u044C \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043C\u044B\u0448\u044C \u0434\u043B\u044F \u0438\u0437\u0443\u0447\u0435\u043D\u0438\u044F \u0441\u0435\u0442\u0438 \u0438 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0441 \u043D\u0435\u0439 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0445 \u0441\u043B\u043E\u0432.
expression.gephi_menu_item.title=\u041F\u043B\u0430\u0433\u0438\u043D \u043B\u0435\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F
expression.no_node_selected=\u0420\u0435\u0433\u0438\u043E\u043D \u0441\u0435\u0442\u0438 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D. \u0421 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043C\u044B\u0448\u0438 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0440\u0435\u0433\u0438\u043E\u043D \u0441\u0435\u0442\u0438. \u041A\u043D\u043E\u043F\u043A\u0430 \u00AB\u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044F\u00BB \u0432 \u043B\u0435\u0432\u043E\u043C \u0432\u0435\u0440\u0445\u043D\u0435\u043C \u0443\u0433\u043B\u0443 \u0441\u0435\u0442\u0438 \u043F\u043E\u043B\u0435\u0437\u043D\u0430 \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0432\u044B\u0431\u043E\u0440\u0430.
expression.please_select_attribute=\u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430.
expression.plugin_wil_analyze_this_attribute=\u043F\u043B\u0430\u0433\u0438\u043D \u043F\u0440\u043E\u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u0443\u0435\u0442 \u043D\u0430\u0438\u0431\u043E\u043B\u0435\u0435 \u0447\u0430\u0441\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430 \u044D\u0442\u043E\u0433\u043E \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430\:
expression.switch_to_wordcloud_tab_and_select=\u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u0439\u0442\u0438 \u043D\u0430 \u0432\u043A\u043B\u0430\u0434\u043A\u0443 \u00AB\u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430\u00BB \u0438 \u0438\u0437\u0443\u0447\u0438\u0442\u044C \u0441\u0435\u0442\u044C \u0438 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u043D\u0435\u0439 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430.
expression.top_panel.title=\u041F\u043B\u0430\u0433\u0438\u043D \u043B\u0435\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F
expression.top_panel.tooltip=\u042D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D \u043F\u043E\u043C\u043E\u0433\u0430\u0435\u0442 \u0432\u0430\u043C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u044C \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0435 \u0441\u043B\u043E\u0432\u0430, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u043C\u0438 \u0443\u0437\u043B\u0430\u043C\u0438, \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0443\u043A\u0430\u0437\u0430\u0442\u0435\u043B\u044F \u043C\u044B\u0448\u0438.
expression.warning.no_node_attribute_selected=\u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043E\u0434\u0438\u043D.
expression.warning.open_network=\u0432\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0441\u0435\u0442\u044C, \u0447\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u044D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D
expression.warning.wordcloud_analysis_running=\u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F \u0430\u043D\u0430\u043B\u0438\u0437 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0445 \u0441\u043B\u043E\u0432
expression.warning.wordcloud_analysis_stopped=\u0430\u043D\u0430\u043B\u0438\u0437 \u043A\u043B\u044E\u0447\u0435\u0432\u044B\u0445 \u0441\u043B\u043E\u0432 \u043F\u0440\u0435\u0440\u044B\u0432\u0430\u0435\u0442\u0441\u044F.
progress.initial_analysis_complete=\u043F\u0435\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u043D\u0430\u043B\u0438\u0437 \u0442\u0435\u043A\u0441\u0442\u0430 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D
progress.initial_analysis_interrupted=\u043F\u0435\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u043D\u0430\u043B\u0438\u0437 \u0442\u0435\u043A\u0441\u0442\u0430 \u043F\u0440\u0435\u0440\u044B\u0432\u0430\u0435\u0442\u0441\u044F
progress.initial_analysis_running=\u0438\u0434\u0435\u0442 \u043F\u0435\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u043D\u0430\u043B\u0438\u0437 \u0442\u0435\u043A\u0441\u0442\u0430
