#Wed Mar 08 16:26:34 CET 2023
LexplorerTopComponent.TabConstraints.tabTitle=set\u0103ri
LexplorerTopComponent.attributeFrame.title=selecta\u021bi atributul de analizat
LexplorerTopComponent.jButtonRefreshNodeAttributes.text=re\u00eemprosp\u0103ta
LexplorerTopComponent.jPanel1.TabConstraints.tabTitle=fila3
LexplorerTopComponent.jPanel2.TabConstraints.tabTitle=fila3
LexplorerTopComponent.numberTopWordsFrame.title=c\u00e2te cuvinte cheie s\u0103 afi\u0219a\u021bi?
LexplorerTopComponent.runButton.text=a porni
LexplorerTopComponent.tabbedPane.AccessibleContext.accessibleName=cele mai frecvente cuvinte cheie
LexplorerTopComponent.wordCloudPanel.TabConstraints.tabTitle=cele mai frecvente cuvinte cheie
OpenIDE-Module-Long-Description=Acest plugin afi\u0219eaz\u0103 cele mai frecvente cuvinte cheie dintre un atribut textual al re\u021belei. Aceste cuvinte cheie sunt re\u00eemprosp\u0103tate \u00een func\u021bie de selec\u021bia f\u0103cut\u0103 cu mouse-ul de c\u0103tre utilizator. Acest lucru este util pentru a explora \u0219i \u00een\u021belege o re\u021bea pe care o descoperi\u021bi.
OpenIDE-Module-Name=Plugin de explorare lexical\u0103
OpenIDE-Module-Short-Description=Acest plugin afi\u0219eaz\u0103 cele mai frecvente cuvinte cheie dintre un atribut textual al re\u021belei, sub forma unui nor de cuvinte.
expression.analyzing_text_please_wait=analiza textului \u00een curs, a\u0219tepta\u021bi...
expression.cancel=Anulare
expression.finished_ready_to_run=analiza ini\u021bial\u0103 finalizat\u0103. Acum pute\u021bi folosi mouse-ul pentru a explora re\u021beaua \u0219i cuvintele cheie asociate acesteia.
expression.gephi_menu_item.title=Plugin de explorare lexical\u0103
expression.no_node_selected=Nu este selectat\u0103 nicio regiune a re\u021belei. Utiliza\u021bi mouse-ul pentru a selecta o regiune a re\u021belei. Butonul \u201econfigurare\u201d din st\u00e2nga sus a re\u021belei este util pentru m\u0103rirea zonei de selec\u021bie.
expression.please_select_attribute=v\u0103 rug\u0103m s\u0103 selecta\u021bi un atribut de analizat.
expression.plugin_wil_analyze_this_attribute=pluginul va analiza cele mai frecvente cuvinte cheie ale acestui atribut\:
expression.switch_to_wordcloud_tab_and_select=pute\u021bi accesa fila \u201eCuvinte cheie\u201d \u0219i pute\u021bi explora re\u021beaua \u0219i cuvintele cheie aferente acesteia.
expression.top_panel.title=Plugin de explorare lexical\u0103
expression.top_panel.tooltip=Acest plugin v\u0103 ajut\u0103 s\u0103 explora\u021bi cuvintele cheie asociate nodurilor selectate cu indicatorul mouse-ului
expression.warning.no_node_attribute_selected=nu este selectat niciun atribut, alege\u021bi unul.
expression.warning.open_network=trebuie s\u0103 deschide\u021bi o re\u021bea pentru a utiliza acest plugin
expression.warning.wordcloud_analysis_stopped=analiza cuvintelor cheie este \u00eentrerupt\u0103.
progress.initial_analysis_complete=analiza ini\u021bial\u0103 a textului este complet\u0103
progress.initial_analysis_interrupted=analiza ini\u0163ial\u0103 a textului este \u00eentrerupt\u0103
progress.initial_analysis_running=analiza ini\u021bial\u0103 a textului este \u00een curs
