#Fri Sep 23 14:05:37 CEST 2022
JPanelWebExport.jButtonPublish.text=Publiez votre r\u00E9seau sur le Web \!
general.message.error.unspecific_error_while_publishing=Erreur lors de la publication, sans d\u00E9tail sp\u00E9cifique.
general.message.error.network_too_big=Votre r\u00E9seau est trop grand. Il ne peut pas \u00EAtre publi\u00E9. Il ne doit pas \u00EAtre plus gros qu'un fichier de 100 Mo au format "gexf".
general.message.warning_setup_already_done=Il semble que vous ayez d\u00E9j\u00E0 fait la configuration, donc pas besoin de la refaire \!
JPanelWebExport.jTextField1.text=https\://github.com/signup
OpenIDE-Module-Long-Description=Ce plugin convertit votre r\u00E9seau en un fichier gexf. Ce fichier est envoy\u00E9 sur un "Gist" de Github, o\u00F9 il devient accessible publiquement. Puis, un lien est cr\u00E9\u00E9, qui vous permet de visualiser, explorer et partager votre r\u00E9seau avec l'application web Retina. Attention, ne publiez pas vos r\u00E9seaux si les donn\u00E9es sont confidentielles \!
general.message.warning_confidentiality=\uD83D\uDD25Attention\! Ne publiez pas votre r\u00E9seau s'il contient des donn\u00E9es confidentielles\!
general.message.error_message=Message d'erreur\: 
general.message.warning.network_too_big=Avertissement. Le r\u00E9seau compte soit plus de 10 000 entit\u00E9s, soit plus de 20 000 liens. Cela rendra probablement la version Web peu pratique \u00E0 utiliser. Voulez-vous vraiment publier le r\u00E9seau ?
general.message.success_switch_to_publish=Succ\u00E8s. Vous pouvez aller sur "publier".
general.message.url_published_gexf=L'url de votre r\u00E9seau est\: 
JPanelWebExport.jTextFieldWebsiteLoginUrl.text=https\://github.com/login/device
JPanelWebExport.step3.info2=Sur ce site web, cliquez sur "Install"
general.message.info.url_will_appear_below=\uD83D\uDD17 Le lien (url) de votre r\u00E9seau va appara\u00EEtre ci-dessous
JPanelWebExport.step3.info1=Pour cela, allez sur sur site web\: 
general.message.file_sent_from_gephi=Fichier envoy\u00E9 depuis Gephi
JPanelWebExport.jTextField2.text=https\://github.com/apps/gephi-lite
general.message.then_wait_for_code=puis attendez le code et copiez-le
JPanelWebExport.jButtonConnectToGephiLite.text=Connectez \u00E0 Gephi-Lite
general.message.error.no_token=Impossible de proc\u00E9der \u00E0 la publication. Avez-vous bien fait le param\u00E9trage ?
JPanelWebExport.step3.title=2. Confirmez l'installation de l'application gephi-lite
general.message.success_ready_to_publish=Tout devrait bien se passer maintenant \! Allez dans l'onglet "publier" de cette fen\u00EAtre et publiez votre r\u00E9seau \!
general.message.error.cant_retrieve_user_code=Impossible de r\u00E9cup\u00E9rer leur code utilisateur. Etes vous bien connect\u00E9 \u00E0 Github ?
general.message.error.no_open_project=Vous devez cr\u00E9er ou ouvrir un projet sinon il n'y a rien \u00E0 publier.
JPanelWebExport.step6.info1=Puis cliquez sur "continue" puis "authorize"
OpenIDE-Module-Name=Publiez votre r\u00E9seau sur le web
general.message.errors_appear.here=les messages d'erreur \u00E9ventuels appara\u00EEtront ici
JPanelWebExport.tabGithub.TabConstraints.tabTitle=Mise en place (\u00E0 faire une seule fois)
general.message.error.gexf_not_retrieved=Impossible de cr\u00E9er le fichier gexf \u00E0 partir de votre r\u00E9seau.
general.message.success_reset=La r\u00E9initialisation a \u00E9t\u00E9 effectu\u00E9e avec succ\u00E8s.
general.message.error.gist_creation=Erreur lors de la cr\u00E9ation du fichier gexf en ligne. Code d'erreur \: 
OpenIDE-Module-Short-Description=Ce plugin vous permet de publier, visualiser et partager votre r\u00E9seau sur le web, directement \u00E0 partir de Gephi.
JPanelWebExport.step6.title=4. Collez le code sur ce site web \:
general.message.error.empty_network=Votre r\u00E9seau est vide. Cr\u00E9ez un r\u00E9seau pour le publier.
JPanelWebExport.step2.title=2. Connectez-vous \u00E0 votre compte Github
JPanelWebExport.step1.title=1. Vous avez besoin d'un compte Github et d'\u00EAtre connect\u00E9
general.message.plugin.name=Publier sur le Web...
JPanelWebExport.jTextFieldUserCode.text=XXX-XXX
general.message.error.probably_internet_connection=Erreur\u00A0\: la connexion Internet \u00E9tait absente ou interrompue.
general.message.error.no_user_code=Erreur. Le code utilisateur n'a pas \u00E9t\u00E9 valid\u00E9 sur le site web.
general.message.url_published_on_retina=L'url pour visualiser votre r\u00E9seau directement sur Retina est\: 
JPanelWebExport.jButtonResetLogin.text=R\u00E9initialiser / effacer la connexion
JPanelWebExport.tabPublish.TabConstraints.tabTitle=Publier
JPanelWebExport.step4.title=3. Commencez \u00E0 vous connecter \u00E0 l'application Gephi-lite, cliquez ici \:
general.message.github.create_account=si vous n'en avez pas, c'est gratuit et cela prend une minute \u00E0 cr\u00E9er ici \:
general.verb.close_window=Fermer
general.noun.warning=Avertissement
