#Fri Sep 02 13:17:02 CEST 2022
JPanelWebExport.jButtonPublish.text=\u0394\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C3\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u0399\u03C3\u03C4\u03CC\!
general.message.github.past_code=6. \u0395\u03C0\u03B9\u03BA\u03BF\u03BB\u03BB\u03AE\u03C3\u03C4\u03B5 \u03C4\u03BF\u03BD \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1 \u03C3\u03B5 \u03B1\u03C5\u03C4\u03CC\u03BD \u03C4\u03BF\u03BD \u03B9\u03C3\u03C4\u03CC\u03C4\u03BF\u03C0\u03BF \u03BA\u03B1\u03B9 \u03BA\u03AC\u03BD\u03C4\u03B5 \u03BA\u03BB\u03B9\u03BA \u03C3\u03C4\u03BF &quot;continue&quot; \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03AC \u03C3\u03C4\u03BF &quot;authorize&quot;\:
general.message.error.unspecific_error_while_publishing=\u03A3\u03C6\u03AC\u03BB\u03BC\u03B1 \u03BA\u03B1\u03C4\u03AC \u03C4\u03B7\u03BD \u03B1\u03BD\u03AC\u03C1\u03C4\u03B7\u03C3\u03B7, \u03C7\u03C9\u03C1\u03AF\u03C2 \u03C3\u03C5\u03B3\u03BA\u03B5\u03BA\u03C1\u03B9\u03BC\u03AD\u03BD\u03B5\u03C2 \u03BB\u03B5\u03C0\u03C4\u03BF\u03BC\u03AD\u03C1\u03B5\u03B9\u03B5\u03C2.
general.message.warning_setup_already_done=\u03A6\u03B1\u03AF\u03BD\u03B5\u03C4\u03B1\u03B9 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03AE\u03B4\u03B7 \u03BA\u03AC\u03BD\u03B5\u03B9 \u03C4\u03B7 \u03C1\u03CD\u03B8\u03BC\u03B9\u03C3\u03B7, \u03BF\u03C0\u03CC\u03C4\u03B5 \u03B4\u03B5\u03BD \u03C7\u03C1\u03B5\u03B9\u03AC\u03B6\u03B5\u03C4\u03B1\u03B9 \u03BD\u03B1 \u03C4\u03BF \u03BA\u03AC\u03BD\u03B5\u03C4\u03B5 \u03BE\u03B1\u03BD\u03AC\!
JPanelWebExport.jTextField1.text=https\://github.com/signup
JPanelWebExport.jLabel3.text=1. \u03A0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC Github.
CTL_PublishWeb=\u0394\u03B7\u03BC\u03BF\u03C3\u03AF\u03B5\u03C5\u03C3\u03B7 \u03C3\u03C4\u03BF\u03BD \u0399\u03C3\u03C4\u03CC
OpenIDE-Module-Long-Description=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03BC\u03B5\u03C4\u03B1\u03C4\u03C1\u03AD\u03C0\u03B5\u03B9 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03C3\u03B5 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF gexf. \u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B1\u03C0\u03BF\u03C3\u03C4\u03AD\u03BB\u03BB\u03B5\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03AD\u03BD\u03B1 "Gist" \u03C4\u03BF\u03C5 Github, \u03CC\u03C0\u03BF\u03C5 \u03B3\u03AF\u03BD\u03B5\u03C4\u03B1\u03B9 \u03B4\u03B7\u03BC\u03CC\u03C3\u03B9\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B2\u03AC\u03C3\u03B9\u03BC\u03BF. \u03A3\u03C4\u03B7 \u03C3\u03C5\u03BD\u03AD\u03C7\u03B5\u03B9\u03B1, \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1\u03C2 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03BC\u03BF\u03C2, \u03BF \u03BF\u03C0\u03BF\u03AF\u03BF\u03C2 \u03C3\u03B1\u03C2 \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03C1\u03BF\u03B2\u03AC\u03BB\u03B5\u03C4\u03B5, \u03BD\u03B1 \u03B5\u03BE\u03B5\u03C1\u03B5\u03C5\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5 \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03BC\u03BF\u03B9\u03C1\u03B1\u03C3\u03C4\u03B5\u03AF\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE web Retina. \u03A0\u03C1\u03BF\u03C3\u03AD\u03BE\u03C4\u03B5, \u03BC\u03B7\u03BD \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03B5\u03C4\u03B5 \u03C4\u03B1 \u03B4\u03AF\u03BA\u03C4\u03C5\u03AC \u03C3\u03B1\u03C2 \u03B5\u03AC\u03BD \u03C4\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B5\u03BC\u03C0\u03B9\u03C3\u03C4\u03B5\u03C5\u03C4\u03B9\u03BA\u03AC\!
JPanelWebExport.jLabel8.text=5. \u03A0\u03B5\u03C1\u03B9\u03BC\u03AD\u03BD\u03B5\u03C4\u03B5 \u03BC\u03AD\u03C7\u03C1\u03B9 \u03BD\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03B9\u03C3\u03C4\u03B5\u03AF \u03AD\u03BD\u03B1\u03C2 \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03BA\u03B1\u03B9 \u03B1\u03BD\u03C4\u03B9\u03B3\u03C1\u03AC\u03C8\u03C4\u03B5 \u03C4\u03BF\u03BD -->;
general.message.warning_confidentiality=\uD83D\uDD25\u03A0\u03C1\u03BF\u03B5\u03B9\u03B4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\! \u039C\u03B7\u03BD \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03B5\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03B5\u03AC\u03BD \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03B5\u03BC\u03C0\u03B9\u03C3\u03C4\u03B5\u03C5\u03C4\u03B9\u03BA\u03AC \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1\!\uD83D\uDD25
general.message.error_message=\u039C\u03AE\u03BD\u03C5\u03BC\u03B1 \u03BB\u03AC\u03B8\u03BF\u03C5\u03C2\:
general.message.success_switch_to_publish=\u039A\u03C4\u03CD\u03C0\u03B7\u03BC\u03B1. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C0\u03AC\u03C4\u03B5 \u03C3\u03C4\u03BF "\u03B4\u03B7\u03BC\u03BF\u03C3\u03AF\u03B5\u03C5\u03C3\u03B7".
general.message.url_published_gexf=\u0397 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 URL \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5 \u03C3\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9\:
JPanelWebExport.jTextFieldWebsiteLoginUrl.text=https\://github.com/login/device
JPanelWebExport.jLabel5.text=2. \u03A3\u03C5\u03BD\u03B4\u03B5\u03B8\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03BF\u03BD \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 Github
general.message.info.url_will_appear_below=\uD83D\uDD17 \u039F \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03BC\u03BF\u03C2 (url) \u03C4\u03BF\u03C5 \u03B4\u03B9\u03BA\u03C4\u03CD\u03BF\u03C5 \u03C3\u03B1\u03C2 \u03B8\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03B9\u03C3\u03C4\u03B5\u03AF \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9
general.message.file_sent_from_gephi=\u03A4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03C3\u03C4\u03AC\u03BB\u03B8\u03B7\u03BA\u03B5 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD Gephi
general.message.github.install_gephi_app=\u03B1\u03BD \u03B4\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5, \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03C9\u03C1\u03B5\u03AC\u03BD \u03BA\u03B1\u03B9 \u03C7\u03C1\u03B5\u03B9\u03AC\u03B6\u03B5\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03BB\u03B5\u03C0\u03C4\u03CC \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03C4\u03B5 \u03B5\u03B4\u03CE\:
JPanelWebExport.jTextField2.text=https\://github.com/apps/gephi-lite
JPanelWebExport.jButtonGithubConnect.text=\u03A3\u03C5\u03BD\u03B4\u03B5\u03B8\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03BF Github
general.message.error.no_token=\u0394\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B4\u03B7\u03BC\u03BF\u03C3\u03AF\u03B5\u03C5\u03C3\u03B7. \u0388\u03BA\u03B1\u03BD\u03B5\u03C2 \u03C3\u03C9\u03C3\u03C4\u03AC \u03C4\u03B9\u03C2 \u03C1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2;
general.message.success_ready_to_publish=7. \u038C\u03BB\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BA\u03B1\u03BB\u03AC \u03C4\u03CE\u03C1\u03B1\! \u039C\u03B5\u03C4\u03B1\u03B2\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03B7\u03BD \u03BA\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 &quot;\u03B4\u03B7\u03BC\u03BF\u03C3\u03AF\u03B5\u03C5\u03C3\u03B7&quot; \u03B1\u03C5\u03C4\u03BF\u03CD \u03C4\u03BF\u03C5 \u03C0\u03B1\u03C1\u03B1\u03B8\u03CD\u03C1\u03BF\u03C5 \u03BA\u03B1\u03B9 \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C3\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2\!
general.message.error.cant_retrieve_user_code=\u0394\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B1\u03BD\u03AC\u03BA\u03C4\u03B7\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03BA\u03C9\u03B4\u03B9\u03BA\u03BF\u03CD \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7. \u0395\u03AF\u03C3\u03C4\u03B5 \u03C3\u03C9\u03C3\u03C4\u03AC \u03C3\u03C5\u03BD\u03B4\u03B5\u03B4\u03B5\u03BC\u03AD\u03BD\u03BF\u03B9 \u03C3\u03C4\u03BF Github;
general.message.error.no_open_project=\u03A0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03C4\u03B5 \u03AE \u03BD\u03B1 \u03B1\u03BD\u03BF\u03AF\u03BE\u03B5\u03C4\u03B5 \u03AD\u03BD\u03B1 \u03AD\u03C1\u03B3\u03BF \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AC \u03B4\u03B5\u03BD \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03C4\u03AF\u03C0\u03BF\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03B4\u03B7\u03BC\u03BF\u03C3\u03AF\u03B5\u03C5\u03C3\u03B7.
OpenIDE-Module-Name=\u0394\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C3\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u0399\u03C3\u03C4\u03CC
JPanelWebExport.jTextFieldGithubErrorMsg.text=
JPanelWebExport.jLabel7.text=4. \u039E\u03B5\u03BA\u03B9\u03BD\u03AE\u03C3\u03C4\u03B5 \u03C4\u03B7 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7 \u03C3\u03C4\u03B7\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE Gephi-lite, \u03BA\u03AC\u03BD\u03C4\u03B5 \u03BA\u03BB\u03B9\u03BA \u03B5\u03B4\u03CE\:
JPanelWebExport.jLabel1.text=\u0395\u03AC\u03BD \u03C0\u03B1\u03C1\u03BF\u03C5\u03C3\u03B9\u03B1\u03C3\u03C4\u03B5\u03AF \u03BA\u03AC\u03C0\u03BF\u03B9\u03BF \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1, \u03C4\u03B1 \u03BC\u03B7\u03BD\u03CD\u03BC\u03B1\u03C4\u03B1 \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1\u03C4\u03BF\u03C2 \u03B8\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03B9\u03C3\u03C4\u03BF\u03CD\u03BD \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9
JPanelWebExport.tabGithub.TabConstraints.tabTitle=\u03A1\u03CD\u03B8\u03BC\u03B9\u03C3\u03B7 (\u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B3\u03AF\u03BD\u03B5\u03B9 \u03BC\u03CC\u03BD\u03BF \u03BC\u03AF\u03B1 \u03C6\u03BF\u03C1\u03AC)
general.message.error.gexf_not_retrieved=\u0394\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03C5\u03BD\u03B1\u03C4\u03AE \u03B7 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 gexf \u03B1\u03C0\u03CC \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2.
general.message.success_reset=\u0397 \u03B5\u03C0\u03B1\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC \u03AE\u03C4\u03B1\u03BD \u03B5\u03C0\u03B9\u03C4\u03C5\u03C7\u03AE\u03C2.
general.message.error.gist_creation=\u03A3\u03C6\u03AC\u03BB\u03BC\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1\u03C2 online \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 gexf. \u039A\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03BB\u03AC\u03B8\u03BF\u03C5\u03C2\:
OpenIDE-Module-Short-Description=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03C0\u03C1\u03CC\u03C3\u03B8\u03B5\u03C4\u03BF \u03C3\u03AC\u03C2 \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03B5\u03C4\u03B5, \u03BD\u03B1 \u03BF\u03C0\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B5 \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03BC\u03BF\u03B9\u03C1\u03AC\u03B6\u03B5\u03C3\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u0399\u03C3\u03C4\u03CC, \u03B1\u03C0\u03B5\u03C5\u03B8\u03B5\u03AF\u03B1\u03C2 \u03B1\u03C0\u03CC \u03C4\u03BF Gephi.
general.message.error.empty_network=\u03A4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BA\u03B5\u03BD\u03CC. \u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03C4\u03B5 \u03AD\u03BD\u03B1 \u03B4\u03AF\u03BA\u03C4\u03C5\u03BF \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C4\u03BF \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C3\u03B5\u03C4\u03B5.
general.message.plugin.name=\u0394\u03B7\u03BC\u03BF\u03C3\u03AF\u03B5\u03C5\u03C3\u03B7 \u03C3\u03C4\u03BF\u03BD \u0399\u03C3\u03C4\u03CC
JPanelWebExport.jTextFieldUserCode.text=XXX-XXX
JPanelWebExport.jButtonResetLogin.text=\u0395\u03C0\u03B1\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC / \u03B4\u03B9\u03B1\u03B3\u03C1\u03B1\u03C6\u03AE \u03C4\u03B7\u03C2 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7\u03C2
general.message.error.no_user_code=\u039B\u03AC\u03B8\u03BF\u03C2. \u039F \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 \u03B4\u03B5\u03BD \u03AD\u03C7\u03B5\u03B9 \u03B5\u03C0\u03B9\u03BA\u03C5\u03C1\u03C9\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF\u03BD \u03B9\u03C3\u03C4\u03CC\u03C4\u03BF\u03C0\u03BF.
general.message.url_published_on_retina=\u03A4\u03BF url \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C4\u03BF \u03B4\u03AF\u03BA\u03C4\u03C5\u03CC \u03C3\u03B1\u03C2 \u03B1\u03C0\u03B5\u03C5\u03B8\u03B5\u03AF\u03B1\u03C2 \u03C3\u03C4\u03BF Retina \u03B5\u03AF\u03BD\u03B1\u03B9\:
JPanelWebExport.tabPublish.TabConstraints.tabTitle=\u0394\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C9
general.verb.close_window=\u039A\u03BB\u03B5\u03AF\u03C3\u03B5
general.message.github.create_account=\u03B1\u03BD \u03B4\u03B5\u03BD \u03AD\u03C7\u03B5\u03C4\u03B5, \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03C9\u03C1\u03B5\u03AC\u03BD \u03BA\u03B1\u03B9 \u03C7\u03C1\u03B5\u03B9\u03AC\u03B6\u03B5\u03C4\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03BB\u03B5\u03C0\u03C4\u03CC \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03C4\u03B5 \u03B5\u03B4\u03CE\:
