#Sun Sep 25 22:12:53 CEST 2022
general.message.link_to_gexf=Link c\u0103tre fi\u0219ierul gexf de pe Gist\:
general.message.error.unspecific_error_while_publishing=Eroare la postare, f\u0103r\u0103 detalii specifice.
general.message.error.network_too_big=Re\u021beaua ta este prea mare. Nu poate fi publicat. Nu ar trebui s\u0103 fie mai mare de un fi\u0219ier de 100 MB \u00een format \u201egexf\u201d.
general.message.export_finished=Exportul este finalizat
general.message.warning_setup_already_done=Se pare c\u0103 a\u021bi f\u0103cut deja configurarea, a\u0219a c\u0103 nu este nevoie s\u0103 o face\u021bi din nou\!
WebExportJPanel.tabGithub.TabConstraints.tabTitle=Configura\u021bi (a face doar o dat\u0103)
general.message.warning_confidentiality=\ud83d\udd25Aten\u021bie\! Nu v\u0103 publica\u021bi re\u021beaua dac\u0103 con\u021bine date confiden\u021biale\!\ud83d\udd25
general.message.error_message=Mesaj de eroare\:
general.message.success_switch_to_publish=Lovit. Pute\u021bi merge la \u201epublicare\u201d.
general.message.info.url_will_appear_below=\ud83d\udd17 Link-ul (url-ul) re\u021belei tale va ap\u0103rea mai jos \ud83d\udd17
general.message.then_wait_for_code=apoi a\u0219tepta\u021bi codul \u0219i copia\u021bi-l
general.message.authenticating_with_github=Autentificarea cu GitHub
general.noun.publication_successful=Publicarea a avut succes\!
general.message.success_ready_to_publish=Totul ar trebui s\u0103 fie bine acum\! Accesa\u021bi fila \u201epublicare\u201d din aceast\u0103 fereastr\u0103 \u0219i publica\u021bi-v\u0103 re\u021beaua\!
WebExportJPanel.jTextField2.text=https\://github.com/apps/gephi-lite
general.message.error.no_open_project=Trebuie s\u0103 crea\u021bi sau s\u0103 deschide\u021bi un proiect, altfel nu exist\u0103 nimic de publicat.
OpenIDE-Module-Name=Publica\u021bi-v\u0103 re\u021beaua pe web
WebExportJPanel.jTextFieldWebsiteLoginUrl.text=https\://github.com/login/device
general.message.success_reset=Resetarea a avut succes.
general.message.error.gist_creation=Eroare la crearea fi\u0219ierului gexf online. Cod de eroare\:
OpenIDE-Module-Short-Description=Acest plugin v\u0103 permite s\u0103 publica\u021bi, s\u0103 vizualiza\u021bi \u0219i s\u0103 partaja\u021bi re\u021beaua dvs. pe web, direct din Gephi.
JPanelWebExport.step6.title=4. Lipi\u021bi codul pe acest site web\:
WebExportJPanel.jButtonResetLogin.text=Reseta\u021bi / \u0219terge\u021bi autentificarea
WebExportJPanel.tabPublish.TabConstraints.tabTitle=Publica
JPanelWebExport.step2.title=2. Conecta\u021bi-v\u0103 la contul dvs. Github
general.message.plugin.name=Publica\u021bi pe web...
general.message.error.no_user_code=Gre\u015feal\u0103. Codul utilizatorului nu a fost validat pe site.
general.verb.close_window=\u00cenchide
general.message.github.create_account=dac\u0103 nu ave\u021bi unul, este gratuit \u0219i dureaz\u0103 un minut pentru a crea aici\:
general.noun.warning=Avertizare
general.message.exporting_gexf=Se export\u0103 GEXF
general.message.open_in_web_browser=deschide \u00een browser web
OpenIDE-Module-Long-Description=Acest plugin v\u0103 transform\u0103 re\u021beaua \u00eentr-un fi\u0219ier gexf. Acest fi\u0219ier este trimis la un \u201eGist\u201d al Github, unde devine accesibil public. Apoi, se creeaz\u0103 un link, care v\u0103 permite s\u0103 vizualiza\u021bi, s\u0103 explora\u021bi \u0219i s\u0103 partaja\u021bi re\u021beaua dvs. cu aplica\u021bia web Retina. Aten\u021bie, nu v\u0103 publica\u021bi re\u021belele dac\u0103 datele sunt confiden\u021biale\!
WebExportJPanel.jTextFieldUserCode.text=XXX-XXX
general.message.warning.network_too_big=Avertizare. Re\u021beaua are fie peste 10.000 de entit\u0103\u021bi, fie mai mult de 20.000 de link-uri. Acest lucru va face probabil ca versiunea web s\u0103 nu fie practic de utilizat. Sigur dori\u021bi s\u0103 publica\u021bi re\u021beaua?
general.message.publishing_to_gist=Publicare la Gist
JPanelWebExport.step3.info2=Pe acest site, face\u021bi clic pe \u201eInstalare\u201d
JPanelWebExport.step3.info1=Pentru a face acest lucru, accesa\u021bi site-ul web\:
general.message.file_sent_from_gephi=Fi\u0219ier trimis de la Gephi
WebExportJPanel.jButtonConnectToGephiLite.text=Conecta\u021bi-v\u0103 la Gephi-Lite
general.message.error.no_token=Nu se poate publica. Ai facut corect setarile?
JPanelWebExport.step3.title=2. Confirma\u021bi instalarea aplica\u021biei gephi-lite
general.message.copy_to_clipboard=copia\u021bi \u00een clipboard
JPanelWebExport.step6.info1=Apoi face\u021bi clic pe \u201econtinua\u021bi\u201d, apoi pe \u201eautoriza\u021bi\u201d
general.message.error.cant_retrieve_user_code=Nu se poate recupera codul de utilizator. E\u0219ti conectat corect la Github?
general.message.errors_appear.here=orice mesaj de eroare va ap\u0103rea aici
general.message.link_to_network_viz=Link c\u0103tre vizualizarea re\u021belei\:
general.message.error.gexf_not_retrieved=Nu se poate crea fi\u0219ierul gexf din re\u021beaua dvs.
general.message.error.empty_network=Re\u021beaua dvs. este goal\u0103. Crea\u021bi o re\u021bea pentru a o publica.
JPanelWebExport.step1.title=1. Ave\u021bi nevoie de un cont Github \u0219i s\u0103 fi\u021bi autentificat
general.message.link_is_copied=linkul este copiat
general.message.error.probably_internet_connection=Eroare\: conexiunea la internet a fost absent\u0103 sau \u00eentrerupt\u0103.
WebExportJPanel.jTextField1.text=https\://github.com/signup
JPanelWebExport.step4.title=3. \u00cencepe\u021bi s\u0103 v\u0103 conecta\u021bi la aplica\u021bia Gephi-lite, face\u021bi clic aici\:
WebExportJPanel.jButtonPublish.text=Publica\u021bi-v\u0103 re\u021beaua pe web!
