#Fri Sep 23 14:05:37 CEST 2022
JPanelWebExport.jButtonPublish.text=Ver\u00F6ffentlichen Sie Ihr Netzwerk im Web\!
general.message.error.unspecific_error_while_publishing=Fehler beim Posten, ohne konkrete Details.
general.message.error.network_too_big=Ihr Netzwerk ist zu gro\u00DF. Es kann nicht ver\u00F6ffentlicht werden. Sie sollte nicht gr\u00F6\u00DFer als eine 100 MB gro\u00DFe Datei im &quot;gexf&quot;-Format sein.
general.message.warning_setup_already_done=Es sieht so aus, als h\u00E4tten Sie die Einrichtung bereits durchgef\u00FChrt, also m\u00FCssen Sie es nicht noch einmal tun\!
JPanelWebExport.jTextField1.text=https\://github.com/signup
OpenIDE-Module-Long-Description=Dieses Plugin konvertiert Ihr Netzwerk in eine gexf-Datei. Diese Datei wird an einen \u201EGist\u201C von Github gesendet, wo sie \u00F6ffentlich zug\u00E4nglich wird. Dann wird ein Link erstellt, mit dem Sie Ihr Netzwerk anzeigen, erkunden und mit der Retina-Webanwendung teilen k\u00F6nnen. Seien Sie vorsichtig, ver\u00F6ffentlichen Sie Ihre Netzwerke nicht, wenn die Daten vertraulich sind\!
general.message.warning_confidentiality=\uD83D\uDD25Achtung\! Ver\u00F6ffentlichen Sie Ihr Netzwerk nicht, wenn es vertrauliche Daten enth\u00E4lt\!\uD83D\uDD25
general.message.error_message=Fehlermeldung\:
general.message.warning.network_too_big=Warnung. Das Netzwerk hat entweder mehr als 10.000 Entit\u00E4ten oder mehr als 20.000 Links. Dies wird die Webversion wahrscheinlich unpraktisch machen. M\u00F6chten Sie das Netzwerk wirklich ver\u00F6ffentlichen?
general.message.success_switch_to_publish=Schlag. Sie k\u00F6nnen auf "Ver\u00F6ffentlichen" gehen.
general.message.url_published_gexf=Ihre Netzwerk-URL lautet\:
JPanelWebExport.jTextFieldWebsiteLoginUrl.text=https\://github.com/login/device
JPanelWebExport.step3.info2=Klicken Sie auf dieser Website auf \u201EInstallieren\u201C
general.message.info.url_will_appear_below=\uD83D\uDD17 Der Link (URL) Ihres Netzwerks wird unten angezeigt \uD83D\uDD17
JPanelWebExport.step3.info1=Gehen Sie dazu auf die Website\:
general.message.file_sent_from_gephi=Von Gephi gesendete Datei
JPanelWebExport.jTextField2.text=https\://github.com/apps/gephi-lite
general.message.then_wait_for_code=Warten Sie dann auf den Code und kopieren Sie ihn
JPanelWebExport.jButtonConnectToGephiLite.text=Verbinden Sie sich mit Gephi-Lite
general.message.error.no_token=Ver\u00F6ffentlichung nicht m\u00F6glich. Hast du die Einstellungen richtig gemacht?
JPanelWebExport.step3.title=2. Best\u00E4tigen Sie die Installation der gephi-lite-Anwendung
general.message.success_ready_to_publish=Jetzt sollte alles in Ordnung sein\! Gehen Sie zur Registerkarte "Ver\u00F6ffentlichen" dieses Fensters und ver\u00F6ffentlichen Sie Ihr Netzwerk\!
general.message.error.cant_retrieve_user_code=Der Benutzercode kann nicht abgerufen werden. Sind Sie richtig mit Github verbunden?
general.message.error.no_open_project=Sie m\u00FCssen ein Projekt erstellen oder \u00F6ffnen, andernfalls gibt es nichts zu ver\u00F6ffentlichen.
JPanelWebExport.step6.info1=Klicken Sie dann auf "Weiter" und dann auf "Autorisieren".
OpenIDE-Module-Name=Ver\u00F6ffentlichen Sie Ihr Netzwerk im Web
general.message.errors_appear.here=Alle Fehlermeldungen werden hier angezeigt
JPanelWebExport.tabGithub.TabConstraints.tabTitle=Einrichten (nur einmal zu tun)
general.message.error.gexf_not_retrieved=Gexf-Datei kann nicht aus Ihrem Netzwerk erstellt werden.
general.message.success_reset=Das Zur\u00FCcksetzen war erfolgreich.
general.message.error.gist_creation=Fehler beim Erstellen der Online-Gexf-Datei. Fehlercode\:
OpenIDE-Module-Short-Description=Mit diesem Plugin k\u00F6nnen Sie Ihr Netzwerk direkt von Gephi aus im Web ver\u00F6ffentlichen, visualisieren und teilen.
JPanelWebExport.step6.title=4. F\u00FCgen Sie den Code auf dieser Website ein\:
general.message.error.empty_network=Ihr Netzwerk ist leer. Erstellen Sie ein Netzwerk, um es zu ver\u00F6ffentlichen.
JPanelWebExport.step2.title=2. Melden Sie sich bei Ihrem Github-Konto an
JPanelWebExport.step1.title=1. Sie ben\u00F6tigen ein Github-Konto und m\u00FCssen angemeldet sein
general.message.plugin.name=Im Internet ver\u00F6ffentlichen...
JPanelWebExport.jTextFieldUserCode.text=XXX-XXX
general.message.error.probably_internet_connection=Fehler\: Die Internetverbindung war nicht vorhanden oder unterbrochen.
JPanelWebExport.jButtonResetLogin.text=Login zur\u00FCcksetzen / l\u00F6schen
general.message.error.no_user_code=Fehler. Der Benutzercode wurde auf der Website nicht validiert.
general.message.url_published_on_retina=Die URL, um Ihr Netzwerk direkt auf Retina anzuzeigen, lautet\:
JPanelWebExport.tabPublish.TabConstraints.tabTitle=Ver\u00F6ffentlichen
JPanelWebExport.step4.title=3. Beginnen Sie, sich mit der Gephi-lite-App zu verbinden, klicken Sie hier\:
general.verb.close_window=Nah dran
general.message.github.create_account=Wenn Sie keins haben, ist es kostenlos und es dauert eine Minute, es hier zu erstellen\:
general.noun.warning=Warnung
