#Tue Sep 20 15:45:05 CEST 2022
JPanelWebExport.jButtonPublish.text=\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d1\u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8\!
general.message.error.unspecific_error_while_publishing=\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05de\u05d4\u05dc\u05da \u05d4\u05e4\u05e8\u05e1\u05d5\u05dd, \u05dc\u05dc\u05d0 \u05e4\u05e8\u05d8\u05d9\u05dd \u05e1\u05e4\u05e6\u05d9\u05e4\u05d9\u05d9\u05dd.
general.message.error.network_too_big=\u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d2\u05d3\u05d5\u05dc\u05d4 \u05de\u05d3\u05d9. \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05e4\u05e8\u05e1\u05dd \u05d0\u05d5\u05ea\u05d5. \u05d6\u05d4 \u05dc\u05d0 \u05e6\u05e8\u05d9\u05da \u05dc\u05d4\u05d9\u05d5\u05ea \u05d2\u05d3\u05d5\u05dc \u05de-100 MB \u05d1\u05e4\u05d5\u05e8\u05de\u05d8 &quot;gexf&quot;.
general.message.warning_setup_already_done=\u05e0\u05e8\u05d0\u05d4 \u05e9\u05db\u05d1\u05e8 \u05d1\u05d9\u05e6\u05e2\u05ea \u05d0\u05ea \u05d4\u05d4\u05d2\u05d3\u05e8\u05d4, \u05d0\u05d6 \u05d0\u05d9\u05df \u05e6\u05d5\u05e8\u05da \u05dc\u05e2\u05e9\u05d5\u05ea \u05d6\u05d0\u05ea \u05e9\u05d5\u05d1\!
JPanelWebExport.jTextField1.text=https\://github.com/signup
OpenIDE-Module-Long-Description=\u05ea\u05d5\u05e1\u05e3 \u05d6\u05d4 \u05de\u05de\u05d9\u05e8 \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05dc\u05e7\u05d5\u05d1\u05e5 gexf. \u05e7\u05d5\u05d1\u05e5 \u05d6\u05d4 \u05e0\u05e9\u05dc\u05d7 \u05dc-"Gist" \u05e9\u05dc Github, \u05e9\u05dd \u05d4\u05d5\u05d0 \u05d4\u05d5\u05e4\u05da \u05dc\u05e0\u05d2\u05d9\u05e9 \u05dc\u05e6\u05d9\u05d1\u05d5\u05e8. \u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df \u05e0\u05d5\u05e6\u05e8 \u05e7\u05d9\u05e9\u05d5\u05e8 \u05d4\u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05da \u05dc\u05d4\u05e6\u05d9\u05d2, \u05dc\u05d7\u05e7\u05d5\u05e8 \u05d5\u05dc\u05e9\u05ea\u05e3 \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05e2\u05dd \u05d0\u05e4\u05dc\u05d9\u05e7\u05e6\u05d9\u05d9\u05ea \u05d4\u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8 Retina. \u05d4\u05d9\u05d6\u05d4\u05e8, \u05d0\u05dc \u05ea\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea\u05d5\u05ea \u05e9\u05dc\u05da \u05d0\u05dd \u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05d7\u05e1\u05d5\u05d9\u05d9\u05dd\!
general.message.warning_confidentiality=\ud83d\udd25 \u05d0\u05d6\u05d4\u05e8\u05d4\! \u05d0\u05dc \u05ea\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d0\u05dd \u05d4\u05d9\u05d0 \u05de\u05db\u05d9\u05dc\u05d4 \u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05e1\u05d5\u05d3\u05d9\u05d9\u05dd\!\ud83d\udd25
general.message.error_message=\u05d4\u05d5\u05d3\u05e2\u05ea \u05e9\u05d2\u05d9\u05d0\u05d4\:
general.message.warning.network_too_big=\u05d0\u05b7\u05d6\u05d4\u05b8\u05e8\u05b8\u05d4. \u05dc\u05e8\u05e9\u05ea \u05d9\u05e9 \u05d9\u05d5\u05ea\u05e8 \u05de-10,000 \u05d9\u05e9\u05d5\u05d9\u05d5\u05ea \u05d0\u05d5 \u05d9\u05d5\u05ea\u05e8 \u05de-20,000 \u05e7\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd. \u05d6\u05d4 \u05db\u05e0\u05e8\u05d0\u05d4 \u05d9\u05d4\u05e4\u05d5\u05da \u05d0\u05ea \u05d2\u05e8\u05e1\u05ea \u05d4\u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8 \u05dc\u05d1\u05dc\u05ea\u05d9 \u05de\u05e2\u05e9\u05d9\u05ea \u05dc\u05e9\u05d9\u05de\u05d5\u05e9. \u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea?
general.message.success_switch_to_publish=\u05de\u05db\u05d4. \u05d0\u05ea\u05d4 \u05d9\u05db\u05d5\u05dc \u05dc\u05dc\u05db\u05ea \u05dc"\u05e4\u05e8\u05e1\u05dd".
general.message.url_published_gexf=\u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05d0\u05ea\u05e8 \u05e9\u05dc \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d4\u05d9\u05d0\:
JPanelWebExport.jTextFieldWebsiteLoginUrl.text=https\://github.com/login/device
JPanelWebExport.step3.info2=\u05d1\u05d0\u05ea\u05e8 \u05d6\u05d4, \u05dc\u05d7\u05e5 \u05e2\u05dc "\u05d4\u05ea\u05e7\u05df"
general.message.info.url_will_appear_below=\ud83d\udd17 \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8 (\u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05d0\u05ea\u05e8) \u05e9\u05dc \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d9\u05d5\u05e4\u05d9\u05e2 \u05dc\u05de\u05d8\u05d4 \ud83d\udd17
JPanelWebExport.step3.info1=\u05dc\u05e9\u05dd \u05db\u05da, \u05e2\u05d1\u05d5\u05e8 \u05dc\u05d0\u05ea\u05e8\:
general.message.file_sent_from_gephi=\u05e7\u05d5\u05d1\u05e5 \u05e0\u05e9\u05dc\u05d7 \u05de\u05d2\u05e4\u05d9
JPanelWebExport.jTextField2.text=https\://github.com/apps/gephi-lite
general.message.then_wait_for_code=\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df \u05d4\u05de\u05ea\u05df \u05dc\u05e7\u05d5\u05d3 \u05d5\u05d4\u05e2\u05ea\u05e7 \u05d0\u05d5\u05ea\u05d5
JPanelWebExport.jButtonConnectToGephiLite.text=\u05d4\u05ea\u05d7\u05d1\u05e8 \u05dc-Gephi-Lite
general.message.error.no_token=\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05e4\u05e8\u05e1\u05dd. \u05e2\u05e9\u05d9\u05ea \u05d0\u05ea \u05d4\u05d4\u05d2\u05d3\u05e8\u05d5\u05ea \u05db\u05de\u05d5 \u05e9\u05e6\u05e8\u05d9\u05da?
JPanelWebExport.step3.title=2. \u05d0\u05e9\u05e8 \u05d0\u05ea \u05d4\u05ea\u05e7\u05e0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd gephi-lite
general.message.success_ready_to_publish=\u05d4\u05db\u05dc \u05d0\u05de\u05d5\u05e8 \u05dc\u05d4\u05d9\u05d5\u05ea \u05d1\u05e1\u05d3\u05e8 \u05e2\u05db\u05e9\u05d9\u05d5\! \u05e2\u05d1\u05d5\u05e8 \u05dc\u05dc\u05e9\u05d5\u05e0\u05d9\u05ea "\u05e4\u05e8\u05e1\u05dd" \u05e9\u05dc \u05d7\u05dc\u05d5\u05df \u05d6\u05d4 \u05d5\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da\!
general.message.error.cant_retrieve_user_code=\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d0\u05d7\u05d6\u05e8 \u05d0\u05ea \u05e7\u05d5\u05d3 \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05dc\u05d4\u05dd. \u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05de\u05d7\u05d5\u05d1\u05e8 \u05db\u05e8\u05d0\u05d5\u05d9 \u05dc-Github?
general.message.error.no_open_project=\u05e2\u05dc\u05d9\u05da \u05dc\u05d9\u05e6\u05d5\u05e8 \u05d0\u05d5 \u05dc\u05e4\u05ea\u05d5\u05d7 \u05e4\u05e8\u05d5\u05d9\u05e7\u05d8 \u05d0\u05d7\u05e8\u05ea \u05d0\u05d9\u05df \u05de\u05d4 \u05dc\u05e4\u05e8\u05e1\u05dd.
JPanelWebExport.step6.info1=\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df \u05dc\u05d7\u05e5 \u05e2\u05dc "\u05d4\u05de\u05e9\u05da" \u05d5\u05d0\u05d6 "\u05d0\u05d9\u05e9\u05d5\u05e8"
OpenIDE-Module-Name=\u05e4\u05e8\u05e1\u05dd \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d1\u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8
general.message.errors_appear.here=\u05db\u05dc \u05d4\u05d5\u05d3\u05e2\u05d5\u05ea \u05d4\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d9\u05d5\u05e4\u05d9\u05e2\u05d5 \u05db\u05d0\u05df
JPanelWebExport.tabGithub.TabConstraints.tabTitle=\u05d4\u05d2\u05d3\u05e8 (\u05dc\u05e2\u05e9\u05d5\u05ea \u05e8\u05e7 \u05e4\u05e2\u05dd \u05d0\u05d7\u05ea)
general.message.error.gexf_not_retrieved=\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d9\u05e6\u05d5\u05e8 \u05e7\u05d5\u05d1\u05e5 gexf \u05de\u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da.
general.message.success_reset=\u05d4\u05d0\u05d9\u05e4\u05d5\u05e1 \u05d4\u05e6\u05dc\u05d9\u05d7.
general.message.error.gist_creation=\u05e9\u05d2\u05d9\u05d0\u05d4 \u05d1\u05d9\u05e6\u05d9\u05e8\u05ea \u05e7\u05d5\u05d1\u05e5 gexf \u05de\u05e7\u05d5\u05d5\u05df. \u05e7\u05d5\u05d3 \u05e9\u05d2\u05d9\u05d0\u05d4\:
OpenIDE-Module-Short-Description=\u05ea\u05d5\u05e1\u05e3 \u05d6\u05d4 \u05de\u05d0\u05e4\u05e9\u05e8 \u05dc\u05da \u05dc\u05e4\u05e8\u05e1\u05dd, \u05dc\u05d3\u05de\u05d9\u05d9\u05df \u05d5\u05dc\u05e9\u05ea\u05e3 \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d1\u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8, \u05d9\u05e9\u05d9\u05e8\u05d5\u05ea \u05de-Gephi.
JPanelWebExport.step6.title=4. \u05d4\u05d3\u05d1\u05e7 \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3 \u05d1\u05d0\u05ea\u05e8 \u05d6\u05d4\:
general.message.error.empty_network=\u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05e8\u05d9\u05e7\u05d4. \u05e6\u05d5\u05e8 \u05e8\u05e9\u05ea \u05db\u05d3\u05d9 \u05dc\u05e4\u05e8\u05e1\u05dd \u05d0\u05d5\u05ea\u05d4.
JPanelWebExport.step2.title=2. \u05d4\u05d9\u05db\u05e0\u05e1 \u05dc\u05d7\u05e9\u05d1\u05d5\u05df Github \u05e9\u05dc\u05da
JPanelWebExport.step1.title=1. \u05d0\u05ea\u05d4 \u05e6\u05e8\u05d9\u05da \u05d7\u05e9\u05d1\u05d5\u05df Github \u05d5\u05dc\u05d4\u05d9\u05d5\u05ea \u05de\u05d7\u05d5\u05d1\u05e8
general.message.plugin.name=\u05e4\u05e8\u05e1\u05dd \u05d1\u05d0\u05d9\u05e0\u05d8\u05e8\u05e0\u05d8
JPanelWebExport.jTextFieldUserCode.text=XXX-XXX
JPanelWebExport.jButtonResetLogin.text=\u05d0\u05e4\u05e1 / \u05de\u05d7\u05e7 \u05d0\u05ea \u05d4\u05db\u05e0\u05d9\u05e1\u05d4
general.message.error.no_user_code=\u05d8\u05e2\u05d5\u05ea. \u05e7\u05d5\u05d3 \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05dc\u05d0 \u05d0\u05d5\u05de\u05ea \u05d1\u05d0\u05ea\u05e8.
general.message.url_published_on_retina=\u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05d0\u05ea\u05e8 \u05dc\u05e6\u05e4\u05d9\u05d9\u05d4 \u05d1\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d9\u05e9\u05d9\u05e8\u05d5\u05ea \u05d1\u05e8\u05e9\u05ea\u05d9\u05ea \u05d4\u05d9\u05d0\:
JPanelWebExport.tabPublish.TabConstraints.tabTitle=\u05dc\u05b0\u05e4\u05b7\u05e8\u05b0\u05e1\u05b5\u05dd
JPanelWebExport.step4.title=3. \u05d4\u05ea\u05d7\u05dc \u05dc\u05d4\u05ea\u05d7\u05d1\u05e8 \u05dc\u05d0\u05e4\u05dc\u05d9\u05e7\u05e6\u05d9\u05d9\u05ea Gephi-lite, \u05dc\u05d7\u05e5 \u05db\u05d0\u05df\:
general.verb.close_window=\u05e1\u05d2\u05d5\u05e8
general.message.github.create_account=\u05d0\u05dd \u05d0\u05d9\u05df \u05dc\u05da \u05d0\u05d7\u05d3, \u05d6\u05d4 \u05d1\u05d7\u05d9\u05e0\u05dd \u05d5\u05dc\u05d5\u05e7\u05d7 \u05d3\u05e7\u05d4 \u05dc\u05d9\u05e6\u05d5\u05e8 \u05db\u05d0\u05df\:
general.noun.warning=\u05d0\u05b7\u05d6\u05d4\u05b8\u05e8\u05b8\u05d4
