#Sun Sep 04 02:54:58 CEST 2022
JPanelWebExport.jButtonPublish.text=\u041E\u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0439\u0442\u0435 \u0441\u0432\u043E\u044E \u0441\u0435\u0442\u044C \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435\!
general.message.github.past_code=6. \u0412\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u043A\u043E\u0434 \u043D\u0430 \u044D\u0442\u043E\u0442 \u0441\u0430\u0439\u0442 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u00AB\u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C\u00BB, \u0437\u0430\u0442\u0435\u043C \u00AB\u0430\u0432\u0442\u043E\u0440\u0438\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F\u00BB\:
general.message.error.unspecific_error_while_publishing=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u0438, \u0431\u0435\u0437 \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u044B\u0445 \u0434\u0435\u0442\u0430\u043B\u0435\u0439.
general.message.warning_setup_already_done=\u041F\u043E\u0445\u043E\u0436\u0435, \u0432\u044B \u0443\u0436\u0435 \u0441\u0434\u0435\u043B\u0430\u043B\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443, \u0442\u0430\u043A \u0447\u0442\u043E \u043D\u0435 \u043D\u0443\u0436\u043D\u043E \u0434\u0435\u043B\u0430\u0442\u044C \u044D\u0442\u043E \u0441\u043D\u043E\u0432\u0430\!
JPanelWebExport.jTextField1.text=https\://github.com/signup
CTL_PublishWeb=\u041E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435
OpenIDE-Module-Long-Description=\u042D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u0443\u0435\u0442 \u0432\u0430\u0448\u0443 \u0441\u0435\u0442\u044C \u0432 \u0444\u0430\u0439\u043B GEXF. \u042D\u0442\u043E\u0442 \u0444\u0430\u0439\u043B \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0432 \u00ABGist\u00BB Github, \u0433\u0434\u0435 \u043E\u043D \u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0441\u044F \u043E\u0431\u0449\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u043C. \u0417\u0430\u0442\u0435\u043C \u0441\u043E\u0437\u0434\u0430\u0435\u0442\u0441\u044F \u0441\u0441\u044B\u043B\u043A\u0430, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0432\u0430\u043C \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0442\u044C, \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u044C \u0438 \u0434\u0435\u043B\u0438\u0442\u044C\u0441\u044F \u0441\u0432\u043E\u0435\u0439 \u0441\u0435\u0442\u044C\u044E \u0441 \u0432\u0435\u0431-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u043C Retina. \u0411\u0443\u0434\u044C\u0442\u0435 \u043E\u0441\u0442\u043E\u0440\u043E\u0436\u043D\u044B, \u043D\u0435 \u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0439\u0442\u0435 \u0441\u0432\u043E\u0438 \u0441\u0435\u0442\u0438, \u0435\u0441\u043B\u0438 \u0434\u0430\u043D\u043D\u044B\u0435 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u044B\!
general.message.warning_confidentiality=\uD83D\uDD25\u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435\! \u041D\u0435 \u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0439\u0442\u0435 \u0441\u0432\u043E\u044E \u0441\u0435\u0442\u044C, \u0435\u0441\u043B\u0438 \u043E\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435\!\uD83D\uDD25
general.message.error_message=\u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435\:
general.message.success_switch_to_publish=\u0425\u0438\u0442. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u0439\u0442\u0438 \u043A \u00AB\u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C\u00BB.
general.message.url_published_gexf=URL-\u0430\u0434\u0440\u0435\u0441 \u0432\u0430\u0448\u0435\u0439 \u0441\u0435\u0442\u0438\:
JPanelWebExport.jTextFieldWebsiteLoginUrl.text=https\://github.com/\u043B\u043E\u0433\u0438\u043D/\u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E
JPanelWebExport.step3.info2=\u041D\u0430 \u044D\u0442\u043E\u043C \u0441\u0430\u0439\u0442\u0435 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u00AB\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C\u00BB.
general.message.info.url_will_appear_below=\uD83D\uDD17 \u041D\u0438\u0436\u0435 \u043F\u043E\u044F\u0432\u0438\u0442\u0441\u044F \u0441\u0441\u044B\u043B\u043A\u0430 (url) \u0432\u0430\u0448\u0435\u0439 \u0441\u0435\u0442\u0438 \uD83D\uDD17
JPanelWebExport.step3.info1=\u0414\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u043F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u043D\u0430 \u0441\u0430\u0439\u0442\:
general.message.file_sent_from_gephi=\u0424\u0430\u0439\u043B \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D \u0438\u0437 Gephi
JPanelWebExport.jTextField2.text=https\://github.com/apps/gephi-lite
general.message.then_wait_for_code=\u0437\u0430\u0442\u0435\u043C \u0434\u043E\u0436\u0434\u0438\u0442\u0435\u0441\u044C \u043A\u043E\u0434\u0430 \u0438 \u0441\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435 \u0435\u0433\u043E
JPanelWebExport.jButtonConnectToGephiLite.text=\u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A Gephi-Lite
general.message.error.no_token=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C. \u0412\u044B \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0441\u0434\u0435\u043B\u0430\u043B\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438?
JPanelWebExport.step3.title=3. \u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0443 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F gephi-lite.
general.message.success_ready_to_publish=7. \u0422\u0435\u043F\u0435\u0440\u044C \u0432\u0441\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0445\u043E\u0440\u043E\u0448\u043E\! \u041F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u043D\u0430 \u0432\u043A\u043B\u0430\u0434\u043A\u0443 \u00AB\u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u044F\u00BB \u044D\u0442\u043E\u0433\u043E \u043E\u043A\u043D\u0430 \u0438 \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0439\u0442\u0435 \u0441\u0432\u043E\u044E \u0441\u0435\u0442\u044C\!
general.message.error.cant_retrieve_user_code=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043A\u043E\u0434 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F. \u0412\u044B \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u044B \u043A Github?
general.message.error.no_open_project=\u0412\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0438\u043B\u0438 \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043F\u0440\u043E\u0435\u043A\u0442, \u0438\u043D\u0430\u0447\u0435 \u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u043D\u0435\u0447\u0435\u0433\u043E.
JPanelWebExport.step6.info1=\u0417\u0430\u0442\u0435\u043C \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u00AB\u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C\u00BB, \u0437\u0430\u0442\u0435\u043C \u00AB\u0430\u0432\u0442\u043E\u0440\u0438\u0437\u043E\u0432\u0430\u0442\u044C\u00BB.
OpenIDE-Module-Name=\u041E\u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0439\u0442\u0435 \u0441\u0432\u043E\u044E \u0441\u0435\u0442\u044C \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435
JPanelWebExport.jTextFieldGithubErrorMsg.text=
general.message.errors_appear.here=\u0437\u0434\u0435\u0441\u044C \u0431\u0443\u0434\u0443\u0442 \u043F\u043E\u044F\u0432\u043B\u044F\u0442\u044C\u0441\u044F \u043B\u044E\u0431\u044B\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0430\u0445
JPanelWebExport.tabGithub.TabConstraints.tabTitle=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 (\u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0440\u0430\u0437)
general.message.error.gexf_not_retrieved=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0444\u0430\u0439\u043B gexf \u0438\u0437 \u0432\u0430\u0448\u0435\u0439 \u0441\u0435\u0442\u0438.
general.message.success_reset=\u0421\u0431\u0440\u043E\u0441 \u043F\u0440\u043E\u0448\u0435\u043B \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
general.message.error.gist_creation=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0438 \u043E\u043D\u043B\u0430\u0439\u043D-\u0444\u0430\u0439\u043B\u0430 gexf. \u041A\u043E\u0434 \u043E\u0448\u0438\u0431\u043A\u0438\:
OpenIDE-Module-Short-Description=\u042D\u0442\u043E\u0442 \u043F\u043B\u0430\u0433\u0438\u043D \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0432\u0430\u043C \u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C, \u0432\u0438\u0437\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0438 \u0434\u0435\u043B\u0438\u0442\u044C\u0441\u044F \u0432\u0430\u0448\u0435\u0439 \u0441\u0435\u0442\u044C\u044E \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435 \u043F\u0440\u044F\u043C\u043E \u0438\u0437 Gephi.
JPanelWebExport.step6.title=6. \u0412\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u043A\u043E\u0434 \u043D\u0430 \u044D\u0442\u043E\u0442 \u0441\u0430\u0439\u0442\:
general.message.error.empty_network=\u0412\u0430\u0448\u0430 \u0441\u0435\u0442\u044C \u043F\u0443\u0441\u0442\u0430. \u0421\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u0441\u0435\u0442\u044C, \u0447\u0442\u043E\u0431\u044B \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u0435\u0435.
JPanelWebExport.step2.title=2. \u0412\u043E\u0439\u0434\u0438\u0442\u0435 \u0432 \u0441\u0432\u043E\u044E \u0443\u0447\u0435\u0442\u043D\u0443\u044E \u0437\u0430\u043F\u0438\u0441\u044C Github.
JPanelWebExport.step1.title=1. \u0412\u0430\u043C \u043D\u0443\u0436\u043D\u0430 \u0443\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C Github \u0438 \u0430\u0432\u0442\u043E\u0440\u0438\u0437\u0430\u0446\u0438\u044F
general.message.plugin.name=\u041E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435
JPanelWebExport.jTextFieldUserCode.text=\u0425\u0425\u0425-\u0425\u0425\u0425
JPanelWebExport.jButtonResetLogin.text=\u0421\u0431\u0440\u043E\u0441\u0438\u0442\u044C/\u0443\u0434\u0430\u043B\u0438\u0442\u044C \u043B\u043E\u0433\u0438\u043D
general.message.error.no_user_code=\u041E\u0448\u0438\u0431\u043A\u0430. \u041A\u043E\u0434 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u043F\u0440\u043E\u0448\u0435\u043B \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0443 \u043D\u0430 \u0441\u0430\u0439\u0442\u0435.
general.message.url_published_on_retina=URL-\u0430\u0434\u0440\u0435\u0441 \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0432\u0430\u0448\u0435\u0439 \u0441\u0435\u0442\u0438 \u043D\u0435\u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043D\u043D\u043E \u043D\u0430 Retina\:
JPanelWebExport.tabPublish.TabConstraints.tabTitle=\u041F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C
JPanelWebExport.step4.title=4. \u041D\u0430\u0447\u043D\u0438\u0442\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044E Gephi-lite, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u0437\u0434\u0435\u0441\u044C\:
general.verb.close_window=\u0417\u0430\u043A\u0440\u044B\u0432\u0430\u0442\u044C
general.message.github.create_account=\u0435\u0441\u043B\u0438 \u0443 \u0432\u0430\u0441 \u0435\u0433\u043E \u043D\u0435\u0442, \u044D\u0442\u043E \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u043E \u0438 \u0437\u0430\u0439\u043C\u0435\u0442 \u043C\u0438\u043D\u0443\u0442\u0443, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0437\u0434\u0435\u0441\u044C\:
