#Fri Sep 02 13:17:06 CEST 2022
JPanelWebExport.jButtonPublish.text=\u05E4\u05E8\u05E1\u05DD \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D1\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8\!
general.message.github.past_code=6. \u05D4\u05D3\u05D1\u05E7 \u05D0\u05EA \u05D4\u05E7\u05D5\u05D3 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4 \u05D5\u05DC\u05D7\u05E5 \u05E2\u05DC &quot;\u05D4\u05DE\u05E9\u05DA&quot; \u05D5\u05D0\u05D6 \u05E2\u05DC &quot;\u05D4\u05E8\u05E9\u05D0\u05D4&quot;\:
general.message.error.unspecific_error_while_publishing=\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05DE\u05D4\u05DC\u05DA \u05D4\u05E4\u05E8\u05E1\u05D5\u05DD, \u05DC\u05DC\u05D0 \u05E4\u05E8\u05D8\u05D9\u05DD \u05E1\u05E4\u05E6\u05D9\u05E4\u05D9\u05D9\u05DD.
general.message.warning_setup_already_done=\u05E0\u05E8\u05D0\u05D4 \u05E9\u05DB\u05D1\u05E8 \u05D1\u05D9\u05E6\u05E2\u05EA \u05D0\u05EA \u05D4\u05D4\u05D2\u05D3\u05E8\u05D4, \u05D0\u05D6 \u05D0\u05D9\u05DF \u05E6\u05D5\u05E8\u05DA \u05DC\u05E2\u05E9\u05D5\u05EA \u05D6\u05D0\u05EA \u05E9\u05D5\u05D1\!
JPanelWebExport.jTextField1.text=https\://github.com/signup
JPanelWebExport.jLabel3.text=1. \u05D0\u05EA\u05D4 \u05E6\u05E8\u05D9\u05DA \u05E9\u05D9\u05D4\u05D9\u05D4 \u05DC\u05DA \u05D7\u05E9\u05D1\u05D5\u05DF Github.
CTL_PublishWeb=\u05E4\u05E8\u05E1\u05DD \u05D1\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8
OpenIDE-Module-Long-Description=\u05EA\u05D5\u05E1\u05E3 \u05D6\u05D4 \u05DE\u05DE\u05D9\u05E8 \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05DC\u05E7\u05D5\u05D1\u05E5 gexf. \u05E7\u05D5\u05D1\u05E5 \u05D6\u05D4 \u05E0\u05E9\u05DC\u05D7 \u05DC-"Gist" \u05E9\u05DC Github, \u05E9\u05DD \u05D4\u05D5\u05D0 \u05D4\u05D5\u05E4\u05DA \u05DC\u05E0\u05D2\u05D9\u05E9 \u05DC\u05E6\u05D9\u05D1\u05D5\u05E8. \u05DC\u05D0\u05D7\u05E8 \u05DE\u05DB\u05DF \u05E0\u05D5\u05E6\u05E8 \u05E7\u05D9\u05E9\u05D5\u05E8 \u05D4\u05DE\u05D0\u05E4\u05E9\u05E8 \u05DC\u05DA \u05DC\u05D4\u05E6\u05D9\u05D2, \u05DC\u05D7\u05E7\u05D5\u05E8 \u05D5\u05DC\u05E9\u05EA\u05E3 \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05E2\u05DD \u05D0\u05E4\u05DC\u05D9\u05E7\u05E6\u05D9\u05D9\u05EA \u05D4\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8 Retina. \u05D4\u05D9\u05D6\u05D4\u05E8, \u05D0\u05DC \u05EA\u05E4\u05E8\u05E1\u05DD \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA\u05D5\u05EA \u05E9\u05DC\u05DA \u05D0\u05DD \u05D4\u05E0\u05EA\u05D5\u05E0\u05D9\u05DD \u05D7\u05E1\u05D5\u05D9\u05D9\u05DD\!
JPanelWebExport.jLabel8.text=5. \u05D4\u05DE\u05EA\u05DF \u05E2\u05D3 \u05E9\u05D9\u05D5\u05E4\u05D9\u05E2 \u05E9\u05DD \u05E7\u05D5\u05D3 \u05D5\u05D4\u05E2\u05EA\u05E7 \u05D0\u05D5\u05EA\u05D5 -->;
general.message.warning_confidentiality=\uD83D\uDD25 \u05D0\u05D6\u05D4\u05E8\u05D4\! \u05D0\u05DC \u05EA\u05E4\u05E8\u05E1\u05DD \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D0\u05DD \u05D4\u05D9\u05D0 \u05DE\u05DB\u05D9\u05DC\u05D4 \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD \u05E1\u05D5\u05D3\u05D9\u05D9\u05DD\!\uD83D\uDD25
general.message.error_message=\u05D4\u05D5\u05D3\u05E2\u05EA \u05E9\u05D2\u05D9\u05D0\u05D4\:
general.message.success_switch_to_publish=\u05DE\u05DB\u05D4. \u05D0\u05EA\u05D4 \u05D9\u05DB\u05D5\u05DC \u05DC\u05DC\u05DB\u05EA \u05DC"\u05E4\u05E8\u05E1\u05DD".
general.message.url_published_gexf=\u05DB\u05EA\u05D5\u05D1\u05EA \u05D4\u05D0\u05EA\u05E8 \u05E9\u05DC \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D4\u05D9\u05D0\:
JPanelWebExport.jTextFieldWebsiteLoginUrl.text=https\://github.com/login/device
JPanelWebExport.jLabel5.text=2. \u05D4\u05D9\u05DB\u05E0\u05E1 \u05DC\u05D7\u05E9\u05D1\u05D5\u05DF Github \u05E9\u05DC\u05DA
general.message.info.url_will_appear_below=\uD83D\uDD17 \u05D4\u05E7\u05D9\u05E9\u05D5\u05E8 (\u05DB\u05EA\u05D5\u05D1\u05EA \u05D4\u05D0\u05EA\u05E8) \u05E9\u05DC \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D9\u05D5\u05E4\u05D9\u05E2 \u05DC\u05DE\u05D8\u05D4 \uD83D\uDD17
general.message.file_sent_from_gephi=\u05E7\u05D5\u05D1\u05E5 \u05E0\u05E9\u05DC\u05D7 \u05DE\u05D2\u05E4\u05D9
general.message.github.install_gephi_app=\u05D0\u05DD \u05D0\u05D9\u05DF \u05DC\u05DA \u05D0\u05D7\u05D3, \u05D6\u05D4 \u05D1\u05D7\u05D9\u05E0\u05DD \u05D5\u05DC\u05D5\u05E7\u05D7 \u05D3\u05E7\u05D4 \u05DC\u05D9\u05E6\u05D5\u05E8 \u05DB\u05D0\u05DF\:
JPanelWebExport.jTextField2.text=https\://github.com/apps/gephi-lite
JPanelWebExport.jButtonGithubConnect.text=\u05D4\u05EA\u05D7\u05D1\u05E8 \u05DC-Github
general.message.error.no_token=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05E4\u05E8\u05E1\u05DD. \u05E2\u05E9\u05D9\u05EA \u05D0\u05EA \u05D4\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA \u05DB\u05DE\u05D5 \u05E9\u05E6\u05E8\u05D9\u05DA?
general.message.success_ready_to_publish=7. \u05D4\u05DB\u05DC \u05D0\u05DE\u05D5\u05E8 \u05DC\u05D4\u05D9\u05D5\u05EA \u05D1\u05E1\u05D3\u05E8 \u05E2\u05DB\u05E9\u05D9\u05D5\! \u05E2\u05D1\u05D5\u05E8 \u05DC\u05DC\u05E9\u05D5\u05E0\u05D9\u05EA &quot;\u05E4\u05E8\u05E1\u05DD&quot; \u05E9\u05DC \u05D7\u05DC\u05D5\u05DF \u05D6\u05D4 \u05D5\u05E4\u05E8\u05E1\u05DD \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA\!
general.message.error.cant_retrieve_user_code=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D0\u05D7\u05D6\u05E8 \u05D0\u05EA \u05E7\u05D5\u05D3 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC\u05D4\u05DD. \u05D4\u05D0\u05DD \u05D0\u05EA\u05D4 \u05DE\u05D7\u05D5\u05D1\u05E8 \u05DB\u05E8\u05D0\u05D5\u05D9 \u05DC-Github?
general.message.error.no_open_project=\u05E2\u05DC\u05D9\u05DA \u05DC\u05D9\u05E6\u05D5\u05E8 \u05D0\u05D5 \u05DC\u05E4\u05EA\u05D5\u05D7 \u05E4\u05E8\u05D5\u05D9\u05E7\u05D8 \u05D0\u05D7\u05E8\u05EA \u05D0\u05D9\u05DF \u05DE\u05D4 \u05DC\u05E4\u05E8\u05E1\u05DD.
OpenIDE-Module-Name=\u05E4\u05E8\u05E1\u05DD \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D1\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8
JPanelWebExport.jTextFieldGithubErrorMsg.text=
JPanelWebExport.jLabel7.text=4. \u05D4\u05EA\u05D7\u05DC \u05DC\u05D4\u05EA\u05D7\u05D1\u05E8 \u05DC\u05D0\u05E4\u05DC\u05D9\u05E7\u05E6\u05D9\u05D9\u05EA Gephi-lite, \u05DC\u05D7\u05E5 \u05DB\u05D0\u05DF\:
JPanelWebExport.jLabel1.text=\u05D0\u05DD \u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4 \u05DB\u05DC\u05E9\u05D4\u05D9, \u05D4\u05D5\u05D3\u05E2\u05D5\u05EA \u05D4\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D9\u05D5\u05E4\u05D9\u05E2\u05D5 \u05DC\u05DE\u05D8\u05D4
JPanelWebExport.tabGithub.TabConstraints.tabTitle=\u05D4\u05D2\u05D3\u05E8 (\u05DC\u05E2\u05E9\u05D5\u05EA \u05E8\u05E7 \u05E4\u05E2\u05DD \u05D0\u05D7\u05EA)
general.message.error.gexf_not_retrieved=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D9\u05E6\u05D5\u05E8 \u05E7\u05D5\u05D1\u05E5 gexf \u05DE\u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA.
general.message.success_reset=\u05D4\u05D0\u05D9\u05E4\u05D5\u05E1 \u05D4\u05E6\u05DC\u05D9\u05D7.
general.message.error.gist_creation=\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05D9\u05E6\u05D9\u05E8\u05EA \u05E7\u05D5\u05D1\u05E5 gexf \u05DE\u05E7\u05D5\u05D5\u05DF. \u05E7\u05D5\u05D3 \u05E9\u05D2\u05D9\u05D0\u05D4\:
OpenIDE-Module-Short-Description=\u05EA\u05D5\u05E1\u05E3 \u05D6\u05D4 \u05DE\u05D0\u05E4\u05E9\u05E8 \u05DC\u05DA \u05DC\u05E4\u05E8\u05E1\u05DD, \u05DC\u05D3\u05DE\u05D9\u05D9\u05DF \u05D5\u05DC\u05E9\u05EA\u05E3 \u05D0\u05EA \u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D1\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8, \u05D9\u05E9\u05D9\u05E8\u05D5\u05EA \u05DE-Gephi.
general.message.error.empty_network=\u05D4\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05E8\u05D9\u05E7\u05D4. \u05E6\u05D5\u05E8 \u05E8\u05E9\u05EA \u05DB\u05D3\u05D9 \u05DC\u05E4\u05E8\u05E1\u05DD \u05D0\u05D5\u05EA\u05D4.
general.message.plugin.name=\u05E4\u05E8\u05E1\u05DD \u05D1\u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8
JPanelWebExport.jTextFieldUserCode.text=XXX-XXX
JPanelWebExport.jButtonResetLogin.text=\u05D0\u05E4\u05E1 / \u05DE\u05D7\u05E7 \u05D0\u05EA \u05D4\u05DB\u05E0\u05D9\u05E1\u05D4
general.message.error.no_user_code=\u05D8\u05E2\u05D5\u05EA. \u05E7\u05D5\u05D3 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05DC\u05D0 \u05D0\u05D5\u05DE\u05EA \u05D1\u05D0\u05EA\u05E8.
general.message.url_published_on_retina=\u05DB\u05EA\u05D5\u05D1\u05EA \u05D4\u05D0\u05EA\u05E8 \u05DC\u05E6\u05E4\u05D9\u05D9\u05D4 \u05D1\u05E8\u05E9\u05EA \u05E9\u05DC\u05DA \u05D9\u05E9\u05D9\u05E8\u05D5\u05EA \u05D1\u05E8\u05E9\u05EA\u05D9\u05EA \u05D4\u05D9\u05D0\:
JPanelWebExport.tabPublish.TabConstraints.tabTitle=\u05DC\u05B0\u05E4\u05B7\u05E8\u05B0\u05E1\u05B5\u05DD
general.verb.close_window=\u05E1\u05D2\u05D5\u05E8
general.message.github.create_account=\u05D0\u05DD \u05D0\u05D9\u05DF \u05DC\u05DA \u05D0\u05D7\u05D3, \u05D6\u05D4 \u05D1\u05D7\u05D9\u05E0\u05DD \u05D5\u05DC\u05D5\u05E7\u05D7 \u05D3\u05E7\u05D4 \u05DC\u05D9\u05E6\u05D5\u05E8 \u05DB\u05D0\u05DF\:
